//* 2758-3124 need fix! Solresol <> ₽_Rußiჼ PyCckuü; Jd 2460666.678796 *//
//* on d'wordginal PhysicChemie enad µR. languade created by Aibolem barionleg ლი ბარდაველიДЗЕ*//

let dict=`

;;	Particles

Do	Нет, не, ни 
Re	И, также 
Mi	Или
Fa	В, до
Sol	Если, но
La	Ве, тогда, в 
Si	Да, ок

;;	Tenses 

Dodo Несовершенный, определенный прошедшее время 
Rere Давнопрошедшее время 
Mimi Будущее время 
Fafa Условное время 
Solsol Повелительное наклонение 
Lala Настоящее причастие 
Sisi Прошедшее причастие

;;	Sudre

Dore Я, мне, сам, лично, мы, сами 
Domi Ты, сам (единственное или множественное число) 
Dofa Он, она, оно, ему, ей, им, они 
Dosol Сам, сам 
Dola Один, кто-то, другой человек 
Dosi Другой, другой, другой, альтернативный 
Redo Мой, мой 
Remi Твой, твой 
Refa Его, ее, его 
Resol Наш, наш 
Rela Ваш, ваш (множественное число) 
Resi Их, их 
Mido Для 
Mire Тот, который, кто 
Mifa Чья 
Misol Ну, молодец, хорошо 
Mila Вуаля, вот, вот 
Misi Добрый вечер, спокойной ночи 
Fado Что?, что это? 
Fare Тот, тот, те (люди или вещи) 
Fami Этот, этот, эти (люди или вещи) 
Fasol Здесь, вот, это 
Fala Хороший, вкусный, восхитительный, изысканный, восхитительный 
Fasi Много, очень, много, много (увеличительное) 
Soldo Ничего, ноль, ничто, ноль 
Solre Зачем? Зачем? 
Solmi Неправильно, зло 
Solfa Потому что, для 
Solla Всегда, увековечивать, увековечиво, постоянно 
Solsi Спасибо, благодарить 
Lado Вчера 
Lare Сегодня, в этот день 
Lami Завтра 
Lafa Плохой 
Lasol Никогда 
Lasi Of 
Sido Как 
Сир Каждый, каждый 
Simi Доброе утро/день, привет 
Sifa Маленький, едва 
Sisol Господин, сэр 
Sila Мадам, г-жа 
Doredo Время 
Doremi День 
Dorefa Неделя 
Doresol Месяц 
Dorela Год 
Doresi Век 
Domido Вселенная, Творение 
Domire Бесконечность, неограниченный, бесконечный, неопределенный, необъятность, безграничный, неизмеримый 
Domifa Провидение, провиденциальный, благосостояние 
Domisol Бог, всемогущий, верховное существо 
Domila Увековечивать, увековечивать, вечный, вечность 
Domisi Увековечивать, бессмертный, неразрушимый, нетленный 
Dofado Величие, величие, величина, внушительный, величественный 
Dofare Верховный, суверенный 
Dofami Великолепие, великолепие, великолепный 
Dofasol Чудо, чудо 
Dofala Чудо, сверхъестественный, чудесный 
Dofasi Обожать, поклоняться 
Dosoldo Молиться 
Dosolre Верить 
Dosolmi Иисус Христос 
Dosolfa Святая Дева 
Dosolla Религия 
Dosolsi Освящать 
Dolado Милосердие, благотворительный, благотворительно 
Dolare Филантропия, филантроп 
Dolami Презирать, презирать, презрительный 
Dolafa Сочувствовать, жалеть, сострадание 
Dolasol Непростительный, непростительный 
Dolasi Несравненный, бесценный, беспримерный, не имеющий себе равных 
Dosido Помощь, помощь, содействие, спасение 
Dosire Поддержка, основание 
Dosimi Неверность, неверность
Dosifa Выполнять, исполнять 
Dosisol Долг, обязательство 
Dosila Благородный, облагороженный, достоинство, достойный, справедливый, гордость 
Redore Философия, философ, философский 
Redomi Ненавидеть, отвращение, отвратительный 
Redofa Моральный, морально, морализировать 
Redosol Обычаи 
Redola Пословица, максима 
Redosi Честь, почетный, почтенный, уважаемый 
Remido Ограничивать, ограничивать, граница, описывать 
Remire Заслуга, быть достойным, похвальный, восхваляемый 
Remifa Благожелательность, благотворящий 
Remisol Милостыня, благотворительность 
Remila Давать, дарить, представлять 
Remisi Необъяснимый, неопределимый, непостижимый, непостижимый, загадочный 
Refado Известность, значительный, слава 
Refare достоинства, почести, почетный 
Refami Неудовольствие, неприятный, неудобный 
Refasol Неизгладимый (нестираемый) 
Refala Привилегия, прерогатива 
Refasi Квалифицировать, права 
Resoldo Сомнение, скептицизм, скептический 
Resolre Ошибаться, ошибка, заблуждение, неправильный 
Resolmi Ересь, еретик 
Resolfa Атеизм, атеист 
Resolla Материализм, материалистический, материализоваться 
Resolsi Обескураживать, уныние, утомительный 
Relado Мизантропия, мизантроп 
Relare Вызывать неприязнь, расстраивать, неудобство, раздражающий, беспокоить 
Relami Недоверие, подозревать, остерегаться, пугливый 
Relafa Невозможный, невыполнимый, невозможность 
Relasol Нетерпимость, строгость, ригоризм, негибкий, жесткий 
Relasi Сожалеть, извиняться, раскаиваться, ругаться 
Resido Плохо обращаться, задира, жестокое обращение, жестокость, грубость 
Resire Ужесточать, жесткий, твердость, жесткий 
Resimi Злоба, плохое настроение/отношение, угрюмый, сварливый, сварливый, непокорный 
Resifa Стать 
Resisol Быть грустным, грусть, уныние, меланхолия, грустный 
Resila Скучно, скука 
Midore Симпатия, склонность, сочувствовать, получать удовольствие 
Midomi Привлекать, рисовать, обращаться к 
Midofa Предпочитать, нравится больше всего 
Midosol Троица 
Midola Взаимность, взаимность, уважительный, наоборот 
Midosi Увлечённость, привязанность, быть привязанным к, друг, дружелюбный, брать в 
Miredo Любить друг друга, соглашаться 
Miremi Возлюбленный, дорогая, дорогая, горячо любимый 
Mirefa Нежность, доброта, любящий, нежно, привязанность, ласка 
Miresol Признавать, благодарность, признание, быть благодарным 
Mirela Преданность, сосредоточенность, посвящать себя, самоотверженность 
Miresi Связь, связь, цепь, скреплять 
Mifado Соглашение, удовольствие, наслаждение 
Mifare Пожалуйста, нравится, приятный, соблазнительный 
Mifami Вздох 
Mifasol Поднимать, возвышать, возносить, высокий 
Mifala Желание, желание, хотеть, желающий 
Mifasi Неисправимый, не поддающийся исправлению 
Misoldo Святой Дух
Misolre Благодать Божья 
Misolmi Сладость, приятность, гладкий, уравновешенный 
Misolfa Доброжелательность, приветливость, доброжелательность 
Misolla Равный, равенство, одинаково 
Misolsi Любезность, доброта, добрый, приятный 
Milado Оценивать, оценивать, рассматривать 
Milare Доверяться, уверенность 
Milami Быть страстным, страсть, пыл, пылко 
Milafa Боготворить, обожать, идолопоклонство 
Milasol Любовь (к вещам) 
Milasi Любить, лелеять, возлюбленный, влюбленный 
Misido Верность, преданность, верность 
Misire Длиться, долговечный, стабильность, постоянный, продолжительность 
Misimi Обручиться, помолвка, жених 
Misifa Жениться, брак, муж, жена, супруг 
Misisol Быть удачливым, удача, состояние, удачливый, удачливый, к счастью, к счастью 
Misila Наслаждаться, наслаждение, удовольствие, бред, опьяненный, пьяный 
Fadore Безнравственный, безнравственный, без принципов 
Fadomi Письмо (почта), послание, послание 
Fadofa Дата, эпоха 
Fadosol Подписывать, подпись 
Fadola Печать, печать 
Fadosi Конец, полный, отделка, окончательный, наконец, прекращение, достигать 
Faredo Контакт, адрес, отправить письмо 
Faremi Быть, существовать (вспомогательный) 
Farefa Идти, продолжать 
Faresol Удлинять, продлевать, расширение, удлинение 
Farela Почта, почта, почтовое отделение 
Faresi Неточность, неточность, неточный 
Famido Свободный, освобожденный, освобождение, освобождение 
Famire Зло, нечестивый, злокачественный, вредный, вредоносность 
Famifa Печать, почтовый штемпель (глагол) 
Famisol Иметь (вспомогательный), обладать, владеть, получать 
Famila Почтальон, курьер, почта 
Famisi Нести, приносить, переносной 
Fasoldo Причина, из-за, из-за 
Fasolre Теизм, деизм, теист, вера в Бога 
Fasolmi Злоба, недоброжелательность, недоброжелательность, пренебрежение, злокачественность 
Fasolfa Действовать, вести себя, проводить 
Fasolla Делать, делать, действие, выполнимый, совершить 
Fasolsi Подготавливать, делать готовым, подготовка 
Falado Иметь (вспомогательный) 
Falare Способный, может, может, возможный, осуществимость 
Falami Средства, ресурсы, посредством, через 
Falafa Понимать, интеллект 
Falasol Неугодность, дурная слава, позор 
Falasi Тенденция, тенденция, склонность к, расположение 
Fasido Ходить, шагать 
Fasire Спрашивать, расследовать 
Fasimi Разводиться, отрекаться, отрекаться, расторгать брак 
Fasifa Хотеть (что-то сделать) (для желаний и хотений вещей см. "mifala") 
Fasisol Плакать, рыдать, рыдать, слезы 
Fasila Решать, определять, разрешать, решение, разрешение 
Soldore Копировать, транскрибировать, транскрипция 
Soldomi Подражать, подделывать, имитировать, подделывать 
Soldofa Пример, модель, тип 
Soldosol Переводить, интерпретировать, перевод, переводчик
Soldola Комментарий, комментарий, комментатор 
Soldosi Традиция, традиционно, традиционный 
Solredo Подразумевает, подразумевается 
Solremi Неблагодарность, пренебрежение, неблагодарный 
Solrefa Сокращать, сокращать, сжатый, лаконичный, краткий 
Solresol Язык, идиома, диалект, лингвистика, филология 
Solrela Словарь, словарь, глоссарий 
Solresi Неправильность, аномалия, нерегулярный 
Solmido Дьявол, Сатана, Люцифер, демон, сатанинский 
Solmire Глагол, существительное, прилагательное, наречие 
Solmifa Артикль 
Solmisol Местоимение 
Solmila Помнить, воспоминание, чтить память, мемориал, сувенир 
Solmisi Усложнять, усложнять, затруднять 
Solfado Нейтральный, нейтралитет 
Solfare Удалять, стирать, вычеркивать, зачеркивать, стирать 
Solfami Понижать, уменьшать, уступать 
Solfasol Запугивать, запугивать, беспокоить 
Solfala Позвольте, разрешайте 
Solfasi Нетерпеливый, раздражительный, нетерпение, раздражение 
Sollado Извинять, оправдывать, помиловать, извинительный, извинительный 
Sollare Терпеть, нести, баловать, снисходительность, терпимость 
Sollami Прощать, помиловать, амнистия, милосердие, прощение 
Sollafa Благосклонность, любимый, благоприятный, предпочитать 
Sollasol Разрешать, позволять, уполномочивать, разрешение 
Sollasi Подниматься, подниматься, подниматься, восхождение 
Solsido Бежать, галопом, гонка, бегун 
Solsire Быть счастливым, счастье, радость, игривость, восторг, счастливый, веселый, радостный, задорный, весело, бодро, счастливо 
Solsimi Быть неудачником, неудача, неудача, бедствие, катастрофа, несчастный 
Solsifa Смеяться, веселость, смеяться 
Solsisol Улыбаться, ухмыляться, улыбаться 
Solsila Прыгать, подпрыгивать, прыгать, набрасываться, резвиться 
Ladore Колледж, средняя школа, учреждение, университет, учитель, профессор, директор 
школы Ladomi, студент, ученик, последователь 
Ladofa, чтение, читатель, читаемый, разборчиво 
Ladosol, Книга, том, том 
Ladola, Предисловие, предисловие, преамбула, введение 
Ladosi, Слово, термин 
Laredo, Алфавит, алфавитный(ые) 
Laremi, Заклинание, написание 
Larefa, Слог, силлабический, односложный, односложный 
Laresol, Урок, инструкция 
Larela, Фраза, предложение 
Laresi, Отвлечение, невнимание, непреднамеренно, невнимательный, небрежность, неиспользованный 
Lamido, Временный, мимолетный 
Lamire, Писать, писать, писатель 
Lamifa, Ручка 
Lamisol, Забывать, упускать из виду, пренебрегать, забывчивый, опускать 
Lamila, Чернила, чернильница 
Lamisi, Трудность, неприятность, твердость 
Lafado, Бумага, лист бумаги, пергамент 
Lafare, Страница, лист, перелистывать/пролистывать 
Lafami, Блокнот, портфель 
Lafasol, Рукопись, свиток, письмо 
Lafala Текст, текстовый, дословный, буквальный
Lafasi Тема, тема, тезис, тема 
Lasoldo Безбожие, нерелигиозный, нечестивый, нечестие 
Lasolre Карандаш, набросок 
Lasolmi Неравенство, неравный, неровный 
Lasolfa Отменить, отменить 
Lasolla Выровнять, линия, ряд 
Lasolsi Рисовать, трассировать 
Lasido Указать, главная идея 
Lasire Развлекаться, наслаждаться, радоваться, развлечение, забавлять 
Lasimi Штраф, неудовольствие, скорбь, боль, наказание 
Lasifa Колебаться, идти с неопределенностью, нерешительностью, нерешительным 
Lasisol Пунктуация, пунктуация 
Lasila Знак препинания, вопросительный знак, восклицательный знак, запятая 
Sidore Бесчестье, унижать, осквернять, унижать 
Sidomi Вражда, враждебность, враг, противник, антагонист, враждебный 
Sidofa Начало, начинать, начинать 
Sidosol Изучение 
Sidola Прогресс, прогрессивный 
Sidosi Учиться, обучение, образование, ученичество 
Siredo Грамматика, синтаксис, грамматически 
Siremi Написание, правописание, орфография, орфографический 
Sirefa Точность, аккуратность, пунктуальность, усидчивость 
Siresol Регулярный, симметричный, симметрия, правильный 
Sirela Внимание, заботиться, созерцание, быть осторожным 
Siresi Применять, прикладной, старательный, старательно 
Simido Различать, дифференцировать, различать, различие, нюанс, 
Simire Объяснять, определять, демонстрировать, излагать, определение, объяснение 
Simifa Значение, значимость 
Simisol Упрощать, делать легким, простым, элементарным 
Simila Облегчать, делать легким, помощь, легкий 
Simisi Разъяснять, облегчать, разъяснять, явный, ясность, мыслимый 
Sifado Диктовать, диктант, зачитывать 
Sifare Ошибка, дефект, неудача, дефектный, неудавшийся 
Sifami Исправлять, реформировать, исправление, реформация 
Sifasol Ждать, терпение, пациент 
Sifala Повторять, резюмировать 
Sifasi Повторять, возобновлять, снова 
Sisoldo Соревноваться, соревноваться 
Sisolre Поощрять, ободрять, стимулировать 
Sisolmi Осматривать, рассматривать, инспектор, инспекция 
Sisolfa Обзор, тщательно изучать, исследовать 
Sisolla Анализировать, анализ, аналитик, аналитический 
Sisolsi Вопрос, допрашивать, запрос 
Silado Сравнить, сравнение, сходство, подобие, сопоставимый 
Silare Корона, тиара, коронация, коронованный 
Silami Ненавидеть, презирать, отвращаться, ненависть, враждебность, отвращение 
Silafa Неспособный, непригодный, неспособный, неумелый 
Silasol Вниз, спуск, спускаться 
Silasi Медаль, медальон 
Doredore Рождение, рожденный, родившийся по рождению 
Doredomi Тело, человеческое тело, физическое 
Doredofa Голова, мозг, череп 
Doredosol Волосы, брови, усы, борода, ресницы 
Doredola Лицо 
Doredosi Щеки 
Doremido Лоб, висок, лоб 
Doremire Глаза, веко, глаз
Doremifa Нос, ноздря, носовой 
Doremisol Рот, губы, язык, нёбо 
Doremila Зубы, зубной, зубной ряд 
Doremisi Подбородок 
Dorefado Щедрый, расточительный, мотовство 
Dorefare Шея, горло, гортань 
Dorefami Грудь, грудь 
Dorefasol Плечо 
Dorefala Рука, локоть, запястье 
Dorefasi Рука, ладонь 
Doresoldo Нарушать, беспокоить, расстраивать, переворот, нарушение 
Doresolre Слуга, служанка, камердинер, горничная 
Doresolmi Желудок 
Doresolfa Живот, живот 
Doresolla Кишечник, внутренности, кишки, кишечник 
Doresolsi Печень, селезенка 
Dorelado Спина, позвоночник, позвоночный столб 
Dorelare Почки 
Dorelami Бедра, бок 
Dorelafa Недоступный, недоступный 
Dorelasol Ягодицы, низ, сзади, анус 
Dorelasi Кожа, плоть, эпидермис 
Doresido Кость, окостенение 
Doresire Костный мозг 
Doresimi Артерия, вена 
Doresifa Хилус 
Doresisol Кровь, кровавый 
Doresila Циркулировать, кровообращение 
Domidore Члены 
Domidomi Бедро, колено 
Domidofa Нога, икра 
Domidosol Стопа, пятка 
Domidola Палец, указательный палец, большой 
палец Domidosi Ноготь, ноготь 
Domiredo Пять чувств 
Domiremi Видеть, зрение, зрительный 
Domirefa Касаться, чувствовать, обрабатывать 
Domiresol Вкус 
Domirela Обоняние 
Domiresi Слышать, слуховой, слуховой, слышимый 
Domifado Человечество, человечество, мужчина, женщина, мужской, женский 
Domifare Жить, существовать, быть, жизнь, существование 
Domifami Дышать, дыхание, дыхание 
Domifasol Ребенок, дети, ювенильный, подросток 
Domifala Расти, увеличиваться, рост, телосложение, размер 
Domifasi Сила, мощь, энергия, мужественность, сильный, мужественный 
Domisoldo Превосходство, высший, элитный, первый порядок 
Domisolre Сила, авторитет, превосходство, правило 
Domisolmi Величие, величина, великодушие, большой 
Domisolfa Интеллект, способность, умный, интеллект 
Domisolla Дух, духовный, иметь дух 
Domisolsi Душа 
Domilado Говорить, произносить, говорить, речь, говорение, словесный, оратор, устно, устно 
Domilare Произносить, членораздельный, произношение, артикуляция 
Domilami Спорить, рассуждать, даровать 
Domilafa Рациональность, причина, смысл, разумный 
Domilasol Различать, различение, суждение, здравый смысл, диалектика, логика, разумный, мудро, логик, рассудительный 
Domilasi Проницательность, проницательность, сообразительность, ясновидение, проницательность, острота 
Domisido Мастерство, способность, ноу-хау, компетентность, умный, ловкий, эксперт, искусный 
Domisire Притворяться, требовать, притворяться 
Domisimi Освобождать, освобождать, свободный, свобода, независимость
Domisifa Энергия, энергичный, сила 
Domisisol Твердость, стоицизм, сильный, непоколебимый, стойкость, выносливость 
Domisila Сталкиваться, противостоять, мужество, храбрость, мужественный, доблестный, бесстрашный 
Dofadore Ждать, в ожидании, ожидание, пока 
Dofadomi Надежда 
Dofadofa Знать, знание, познаваемый 
Dofadosol Быть связанным, связанным, отношения 
Dofadola Социальный, общительность, общительно, общительный 
Dofadosi Воспитывать, воспитывать (поднимать), образование, образованный, хорошо воспитанный 
Dofaredo Скупость, бережливость, скупой, грязный, убожество, скудный, алчность 
Dofaremi Экономить, экономика, сбережения, экономический, экономно 
Dofarefa Процветать, процветание, процветающий, процветающий 
Dofaresol Быть непринужденным, удобным, легкость, благополучие, комфортно 
Dofarela Обогащать, богатство, богатый, состояние, изобилие, пышный 
Dofaresi Роскошь, роскошный, великолепие, роскошный, помпезный, роскошный, процветающий 
Dofamido Чувства, принципы 
Dofamire Квалифицировать, квалификация, качество, атрибут, определитель 
Dofamifa Иметь добродетель, добродетель, добродетельный, добродетельно 
Dofamisol Мудрость, мудрый, мудрец, мудро 
Dofamila Скромность, целомудрие, скромный, целомудренный 
Dofamisi Быть очищенным, чистота, сладость, чистый, сладкий, невредимый, безупречный, безупречный 
Dofasoldo Невинность, невинный, невинно 
Dofasolre Наивность, откровенность, простота, откровенный, наивный, просто 
Dofasolmi Стать красивым, сделать себя красивым, красота, прекрасный, хорошенький, красивый 
Dofasolfa Грация, изящный, любезно 
Dofasolla Очарование, очаровывать, привлекательность, прелести, очаровательный, привлекательный, очаровательный, восхитительный 
Dofasolsi Истина, реальность, истинный, правдивость, правдивый, настоящий, эффективный, действительно, на самом деле 
Dofalado Откровенность, честность, искренность, откровенный, искренний, по-настоящему 
Dofalare Доброта, кротость, благожелательность 
Dofalami Чувствительность, впечатлительность, чувствительный, впечатлительный 
Dofalafa Сердечный, теплота, излияние, обильно 
Dofalasol Щедрость, щедрость, либеральный, щедрый 
Dofalasi Гуманность, полезный, гуманный, человечный 
Dofasido Благоразумие, осторожность, тщательно, осмотрительность 
Dofasire Предсказывать, прогнозировать, предвидеть, ожидать, дальновидность 
Dofasimi Рассудительность, дискретный, сдержанный 
Dofasifa Сознание, осведомленность, добросовестный 
Dofasisol Честность, честность, праведность, порядочность, нравственность, неподкупность 
Dofasila Деликатность, такт, деликатный, нежно 
Dosoldore Обращение, вызывать 
Dosoldomi Просить, просить, требовать 
Dosoldofa Открыть, открытие, приоткрытый, зияющий, открывалка 
Dosoldosol Входить, проникать, вход 
Dosoldola Внутри, в, внутренний, внутренне 
Dosoldosi Сущность, врожденный, в основе, внутренне, по сути
Dosolredo Упорядочивать, расположение, порядок, упорядоченный 
Dosolremi Опыт, опытный 
Dosolrefa Регулировать, упорядочивать, правило, дисциплина, регулярность, устав 
Dosolresol Занимать, иметь дело с, вовлекаться, занятие, поглощенный, занятый 
Dosolrela Атрибут, приписывание, атрибутивный 
Dosolresi Случайный, случайно, удачный 
Dosolmido Неполноценность, низший, вторичный, подчиненный 
Dosolmire Наблюдать, присматривать, ожидание, бдительность, бдительность (бдительность?) 
Dosolmifa Свет (глагол), включить, спичка, воспламенитель, зажигалка 
Dosolmisol Свеча, воск 
Dosolmila Газ, газомер 
Dosolmisi Освещать, зажигать, освещение, освещение, ясный, хорошо освещенный 
Dosolfado Вина, виновность, виновный, виновный, предосудительный, заслуживающий порицания, укоризненный, наказуемый 
Dosolfare Пробуждать, пробуждать, просыпаться, будильник 
Dosolfami Вставать, стоять, вставать, вставать, стоя, поднятый, поднятый, пешком 
Dosolfasol Появляться, появление 
Dosolfala Приходить, приближаться, спешить, приходить 
Dosolfasi Салютовать, кланяться, приветствовать, приветствовать, приветствия 
Dosollado Слушать, внимать, прислушиваться, слушатель, наушник, наушник 
Dosollare Избавляться, выгружать, избавление, разрядка, выгрузка 
Dosollami Делать комплименты, хвалить, поздравлять, комплимент, хвалить, хвалебный 
Dosollafa Преувеличивать, усиливать, увеличивать, преувеличение, усиление 
Dosollasol Льстить, превозносить, лестью, лесть, подхалимство, лесть 
Dosollasi Самодовольный, снисходить, самодовольство, снисходительность, покровительственный 
Dosolsido Советовать, побуждать, совет, увещевание, совет 
Dosolsire Протестовать, протест (спорить в знак протеста или оппозиции) 
Dosolsimi Предлагать, намекать, инсинуация, намёк, намек 
Dosolsifa Вести, направлять, вести, вести, наставник, цицерон 
Dosolsisol Брать, нести, приносить 
Dosolsila Спешить, спешить, готовность, энтузиазм, нетерпеливый 
Doladore Приглашать, вызывать, звать, приглашение 
Doladomi Принимать, соглашаться, придерживаться, соглашаться, соглашаться, принятие 
Doladofa Помещать, класть, прикреплять, ставить, размещать, размещать, приложение 
Doladosol Покрывать (существительное) 
Doladola Стол 
Doladosi Скатерть, салфетка 
Dolaredo Посуда, блюда, тарелка, блюдо, чашка, ваза 
Dolaremi Вилка; также сленг: «быть правым» 
Dolarefa Ложка, черпак, ложка 
Dolaresol Чашка, стакан, бокал, кружка, мензурка 
Dolarela Бутылка, банка, графин, фляга 
Dolaresi Вино, шампанское и т. д. 
Dolamido Тишина, заткнуться, тишина, молчаливый, молчаливый 
Dolamire Вода, мокрый 
Dolamifa Жажда, жажда, пересохший 
Dolamisol Пить, пьющий 
Dolamila Голод, аппетит, голодание 
Dolamisi Есть, ест, едок, съедобный
Dolafado Скрывать, утаивать, притворяться, подлый 
Dolafare Кормить, питать, еда, существенный, питательный, кормилец, нянька 
Dolafami Суп, бульон 
Dolafasol Паста, макароны, вермишель и т. д. 
Dolafala Хлеб, батон, крошка, корочка 
Dolafasi Рыба, устрицы, угри, лосось 
Dolasoldo Мясо, стейк, говядина 
Dolasolre Жаркое, запекание, тост, гриль, жарка на вертеле 
Dolasolmi Птица, голубь, курица, утка, индейка 
Dolasolfa Дичь (еда), куропатка, заяц, икра 
Dolasolla Выпечка, торт, безе, пирог 
Dolasolsi Свинина, ветчина 
Dolasido Соль, соленый, соление, солонка 
Dolasire Перец, специи, перечница 
Dolasimi Уксус, добавлять уксус, винегрет 
Dolasifa Северный, северный, северный 
Dolasisol Масло, маслянистый, дозатор масла, смазывать 
Dolasila Горчица 
Dosidore Достаточно, достаточность, достаточный, достаточно, необходимый 
Dosidomi Овощи, горох, спаржа, шпинат, артишоки 
Dosidofa Салат, салат 
Dosidosol Сезон, аромат, украшение, приправа, заправка 
Dosidola Сок, соус, сочный 
Dosidosi Яйца, яичная скорлупа, омлет 
Dosiredo Молочные продукты, молоко, сливки, сливочный, молочник 
Dosiremi Масло 
Dosirefa Сыр 
Dosiresol Десерт, лесные орехи, орехи, миндаль, каштаны, грецкие орехи 
Dosirela Фрукты, клубника, малина, смородина, вишня 
Dosiresi Фрукты, виноград, персики, груши, яблоки, сливы 
Dosimido Неспособность, неловкость, неуклюжесть, некомпетентность, неуклюжий 
Dosimire Наливать, проливать 
Dosimifa Ликеры 
Dosimisol Спиртные напитки, алкоголь, бренди, ром, абсент 
Dosimila Отказываться, отстраняться, отступать, отступление 
Dosimisi Пьяный, напиваться, пьянство, пьяница 
Dosifado Неосторожность, безрассудство, безрассудство, опрометчивость, неосмотрительность 
Dosifare Пиво, крыло, одежда 
Dosifami Освежать, освежающий 
Dosifasol Кафе, кофейня 
Dosifala Чай, чайник 
Dosifasi Подсластить, сахар, конфеты 
Dosisoldo Шоколад, какао 
Dosisolre Бесполезность, избыточность, излишний, бесполезный, напрасный 
Dosisolmi Еда, пир, банкет, обед, ужин, ужин 
Dosisolfa Повар, приготовление пищи, кухня, кухни 
Dosisolla Предоставлять, поставлять, заполнять, поставки, провизия, поставщик 
Dosisolsi Еда, съедобная 
Dosilado Фрагмент, резка, кусок, кусочек, ломтик 
Dosilare Пустой, пустой, сухой, пустой 
Dosilami Закуска, закуски 
Dosilafa Резервировать, хранить, книга, сохранять, зарезервированный, консервативный 
Dosilasol 
Буфет Dosilasi Кладовая 
Redoredo Одежда, наряд, эффекты 
Redoremi Обобщать, универсализировать, делать общим, общность, универсальность, общий, универсальный, в целом, в целом
Redorefa Рубашка 
Redoresol Носок, чулок 
Redorela Обувь, сапоги, тапочки 
Redoresi Брюки, панталоны, бриджи 
Redomido Мыться, чистить, намыливать, омовение, мыло 
Redomire Бриться, бритва 
Redomifa Зеркало, отражаться, смотреть на себя в зеркало 
Redomisol Причесываться, расчесывать 
Redomila Уменьшать, вычитать, вычитать, смягчать, уменьшать, скидки, сокращение 
Redomisi Укладка волос, прическа, парикмахер, изготовитель париков, парик 
Redofado Неожиданный, удивительный, непредвиденный, непредвиденный, неожиданно 
Redofare Двигать, вытеснять, смещать, перемещать 
Redofami Галстук, шарф 
Redofasol Жилет, камзол 
Redofala Пуговица, петлица 
Redofasi Одевать, одевать (v), наряжаться, одежда, одеяние, костюм, костюм 
Redosoldo Пальто, пальто, плащ, куртка 
Redosolre Украшать, отделывать, отделанный, с подкладкой 
Redosolmi Мех 
Redosolfa Перчатка, перчатки, варежки 
Redosolla Трость, стержень, палка, дубинка 
Redosolsi Зонт, парасоль 
Redolado Туалет, туалетные принадлежности, личная гигиена, мытье 
Redolare Корсет, лиф 
Redolami Кружево 
Redolafa Юбка, нижняя юбка 
Redolasol Платье (сущ.), халат 
Redolasi Неизбежный, неизбежный, неотвратимый, неизбежно 
Redosido Недостаточность, неадекватность, недостаточный, недостаточный 
Redosire Украшать, украшать, приукрашивать, украшать, орнамент, украшение 
Redosimi Невидимость, незаметность, невидимый, незаметный, невидимый 
Redosifa Кольцо, обручальное кольцо 
Redosisol Браслет, напульсник 
Redosila Очки, очки, очки 
Remidore Шаль, шарф 
Remidomi Депозитарий (банк? Ящик с замком?) 
Remidofa Брошь, застежка, булавка 
Remidosol Шляпа, кепка, капюшон, чепчик 
Remidola Маска, вуаль, завуалированный 
Remidosi Элегантность, элегантный, изящно 
Remiredo Ходьба, рысь, марш, поход, ходок, турист 
Remiremi Прогулка, прогулка, бродить, променад 
Remirefa Автомобиль, экипаж, купе, автобус 
Remiresol Визит, экскурсия, посетитель, гость 
Remirela Билет, карта входа 
Remiresi Мир, общество, мирской, обыденный 
Remifado Дефект, дефектный, неисправность 
Remifare Недвижимость, владение, владелец 
Remifami Консьерж, носильщик, дворник, смотритель, швейцар, привратник 
Remifasol Аренда, прокат, сдача в аренду, арендатор 
Remifala Дом, дом, хижина, коттедж, отель 
Remifasi Жить, проживать, жилье, резиденция, житель, житель, дома, жилой 
Remisoldo Спать, засыпать, дремота, сонливость, спящий, спящий, бездействующий 
Remisolre Вестибюль, холл, коридор, порог 
Remisolmi Дверь, ворота 
Remisolfa Прихожая 
Remisolla Комната, гостиная, столовая 
Remisolsi Офис
Remilado Спальня, спальная комната 
Remilare Камин, дымоход, очаг, дымоход 
Remilami Лампа, факел, люстра, фонарный столб, подсвечник, свет, маяк 
Remilafa Окно 
Remilasol Ставни, жалюзи, решетка 
Remilasi Балкон, балюстрада, перила 
Remisido Погреб, хранилище 
Remisire Бочка, бочка 
Remisimi Первый этаж, первый этаж 
Remisifa Медленно, отставшие, тугодум, медленно, бездельничать, бездельничать, замешкаться 
Remisisol Лестница, лестницы, ступени, шаг 
Remisila Этаж (1-й, 2-й, 3-й…) 
Refadore Въезд, установка 
Refadomi Мебель, обстановка 
Refadofa Бытовая 
Refadosol Мебель, комод, гардероб 
Refadola Ящик 
Refadosi Библиотека, библиотекарь 
Refaredo Шкаф, гардероб, шкаф, буфет 
Refaremi Сиденье, скамья, стул, диван 
Refarefa Сидеть, сидящий, сидящий 
Refaresol Кровать, Колыбель, гамак 
Refarela Постельные принадлежности, матрас, перина, подушка 
Refaresi Занавески, шторы 
Refamido Умереть, уйти, смерть, смертность, смертельно 
Refamire Плита, радиатор, печь, духовка 
Refamifa Щипцы для огня, принадлежности для огня, подставка для дров 
Refamisol Дышать, дуть, пыхтеть 
Refamila Топливо, отопление, дрова, полено, костер 
Refamisi Уголь, угли 
Refasoldo Огонь, печь, зажигательный 
Refasolre Сжигать, разжигать, потреблять (как в огне), горящий 
Refasolmi Мерцать, сверкать, сверкать, пылать, пламя, яркий, пылающий 
Refasolfa Успокаивать, успокаивать, мир, дружелюбие, миротворец, мирный, мирно 
Refasolla Шофер, водитель 
Refasolsi Очаг, камин, топка 
Refalado Тряпка, кухонное полотенце, фартук, наволочка, простыня 
Refalare Рвать (гл.), зацепка, рваный, рваный, sparce, в кусках, драный 
Refalami Починить, заплатка, починка, починщик 
Refalafa Шить, шитье, швея 
Refalasol Кайма, край 
Refalasi Вышивать, вышивка, вышивальщица 
Refasido Напёрсток 
Refasire Футляр, чехол, ножны, коробка 
Refasimi Иглы, булавки 
Refasifa Долото, резать, резьба, ножницы 
Refasisol Резать, нож, резак, режущий, острый 
Refasila Работа, рабочий 
Resoldore Мешочек, рюкзак, ранец, сумка 
Resoldomi Удобство, легкость, удобный, удобно 
Resoldofa Скрывать, закапывать, припрятывать, тайник, скрытый, оккультный, скрытный, тайно 
Resoldosol Кошелек, кошелек 
Resoldola Содержать, включать, содержать, вместимость 
Resoldosi Тратить, расходы, сборы, выплачивать, обязательства, состояние расходов 
Resolredo Мастер, босс 
Resolremi Приказать, команда, предписание 
Resolrefa Посылать, отправлять, отправлять, корабль (гл.), отгрузка 
Resolresol Увольнять, отпуск, вакантный, увольнение
Resolrela Развивать, улучшать, развитие 
Resolresi Удалять, увольнять, удаление, увольнение, отставка 
Resolmido Импотенция, бессилие, беспомощность, бессильный, без полномочий, без влияния 
Resolmire Подметать, метла, подметальщик, подметание 
Resolmifa Воск, натирание воском 
Resolmisol Кисть, пыль (гл.) 
Resolmila Продолжить, продолжение, продолжатель, постоянный, непрерывно 
Resolmisi Чистить, тереть, обезжиривать, делать чистым, отделять, чистить, уборка, чистота 
Resolfado Хитрость, делать трюки, уловка, уловка, хитрость, лукавый, искусный, лукавый 
Resolfare Купаться, ванна, купальщик 
Resolfami Робость, застенчивый, настороженный, боязливый, неуверенный, робко 
Resolfasol Нагота, голый, голый, полоска 
Resolfala Швабра, вытирать, губка 
Resolfasi Растирать, массаж 
Resollado Уставать, изнемогать, усталость, изнеможение, уныние, усталый, подавленный, утомительный 
Resollare Раздеваться 
Resollami Ложиться, растягиваться, лежать 
Resollafa Укрывать, укрывать, покрытие, накрывать, защищенный, покрытый 
Resollasol Отдыхать, расслабляться, отдохновлять 
Resollasi Мечтать, мечтать, мечтательный, задумчивый 
Resolsido Нуждаться, требовать, необходимый, полезный, незаменимый, утилитарный 
Resolsire Работа, задача, работник, тяготы, трудолюбивый, кропотливо 
Resolsimi Практика, упражнение, осуществимость, практик, осуществимый, выполнимый 
Resolsifa Бизнес, занятие, профессия, карьера, работник, ремесленник 
Resolsisol Книга, работа 
Resolsila Привыкать, привыкать, знакомиться, привычка, использование, обычай, рутина, знакомый, привычный 
Reladore Стирать, отстирывать, отбеливать, стирка, прачечная 
Reladomi Крахмал, застывать, накрахмаленный, зажатость 
Reladofa Утюг (v), глажка, гладильная машина 
Reladosol Морщина, складка, плиссировка, складка 
Reladola Цепи, кандалы, утюги 
Reladosi Точить, точить, оттачивать, 
Relaredo Трещина, раскол, щель, трещина, потрескавшийся 
Relaremi Ломать, хрупкий, хрупкий, непрочность 
Relarefa Ломать, крушить, сломанность, прерыватель, сломанный 
Relaresol Гвоздь, булавка, точка, острый, пронзительный, острый 
Relarela Сверлить, сверлить, шило, перфорировать 
Relaresi Копать, делать отверстия, выкапывать, отверстие, полость, полый 
Relamido Заикаться, бормотать, запинаться 
Relamire Соседство, близость, близко, соседский, сосед 
Relamifa Ударить, ударить, ударить 
Relamisol Волновать, трясти, приводить в движение, волнение, рывок, сотрясение 
Relamila Дешево, недорого, выгодно 
Relamisi Звон, звон, перезвон, колокольчик, звон, дверной звон 
Relafado Злобность, злоба, тьма, озорной, злобно, злобно, гадко 
Relafare Изгиб, сутулость, кривизна, кривая, согнутый 
Relafami Наклон, наклон, склонность, склонность, тенденция
Relafasol Поворачивать, отворачиваться 
Relafala Несоразмерный, несоразмерность, непропорционально 
Relafasi Держать, иметь в руках 
Relasoldo Смущать, смущать, приводить в замешательство, дискомфорт 
Relasolre Бросать, запускать 
Relasolmi Найти 
Relasolfa Поднимать, поднимать, поднимать, лифт 
Relasolla Объект (сущ.) 
Relasolsi Мелочь, безделушка, грешок, скрупулезный, мелочи 
Relasido Заполнять, завершать, наполнение, полнота, заполненный, полный, упакованный, полностью 
Relasire Загружать, бремя, груз, погрузка 
Relasimi Переполнение, вторжение, вторжение 
Relasifa Запад, западный 
Relasisol Блокировать, сжимать, разливать по бутылкам, закупоривать 
Relasila Заключать, ограничивать, содержать, включение, ограниченный, изъятый, включенный, инклюзивный, закрытый 
Residore Раса (людей/вещей), родословная, штамм (то же значение, что и раса), порода (сущ.) 
Residomi Генеалогия, генеалог, генеалогический 
Residofa Предки, предшественники, отцы 
Residosol Семья, кровное родство, родство, родственник 
Residola Дедушка, дедушка, бабушка 
Residosi Отец, мать, отцовство, материнство, отцовский, материнский 
Resiredo Причина, порождать, порождать, производить, производить, генеративный, половой 
Resiremi Зачать, зачатие, беременная, большая с ребенком 
Resirefa Рождение, роды 
Resiresol Сын, дочь, сыновний 
Resirela Поцелуй 
Resiresi Ласка, ласки, ласкающий 
Resimido Отказываться, отказываться, отрекаться, донос, отречение, отречение, отречение, отрешение 
Resimire Брат, сестра, братский, братски 
Resimifa Внук, внучка 
Resimisol Дядя, тетя 
Resimila Племянник, племянница 
Resimisi Кузен 
Resifado Непредусмотрительность, недальновидность, нерасчетливый 
Resifare Отчим, мачеха 
Resifami Зять, невестка 
Resifasol Сводный брат, сводная сестра 
Resifala Опека, наставник 
Resifasi Ученик 
Resisoldo Крестный отец, крестная мать 
Resisolre Имя, номинальный, именительный, отыменный, по имени 
Resisolmi Крестник, крестница 
Resisolfa Близость, интимный, интимно 
Resisolla Дружелюбие, знакомый, фамильярно 
Resisolsi Товарищество, товарищество, компаньон, товарищ, пэр 
Resilado Обещание, обет, торжественное обещание, обещанный 
Resilare Обязывать, быть полезным, услужливость, полезный 
Resilami Ссуда, одалживать 
Resilafa Хост, гостеприимство 
Resilasol Игнорировать, невежество, неграмотный 
Resilasi местоположение, место, местность, местный 
Midoredo Мораль, нематериальность, духовность, неосязаемый, спиритуалист, спиритуализм 
Midoremi Происхождение, источник, изначальный, примитивный, базовый, изначально
Midorefa Предшествовать, предшествование, приоритет, первенство, предшественник, предыдущий, до, антецедент 
Midoresol Потомство, потомки, будущее поколение 
Midorela Ясно 
Midoresi Рассеивать, рассеивать, разбрасывать, посыпать, распыление 
Midomido Снаряжать, наделять, предоставлять 
Midomire Депозит, сбрасывать 
Midomifa Завещать, оставлять что-то для кого-то, завещание 
Midomisol Наследовать, наследие, наследник, наследница, получатель 
Midomila Недостаток, пропустить, нищета, нехватка, разрыв, голод, нехватка, лишенный, недостающий, без 
Midomisi Иметь, обладать, владение, имущество, актив 
Midofado Отчаяние, запустение, отчаянный, отчаявшийся 
Midofare Скорбить, траур, тяжелая утрата 
Midofami Вдовство, вдовец, вдова 
Midofasol Сиротский дом, сирота 
Midofala Отказываться, оставлять, оставление, заброшенный, покинутый 
Midofasi Страдать, быть огорченным, подвергаться испытанию, страдание, Недуг, горе, боль, тоска, бедствие 
Midosoldo Страх, предчувствовать, опасение, страшный, тревожный 
Midosolre Неудобство, неудобно, неудобно 
Midosolmi Беспокойство, беспокойство, тревога, тревога, тревожный 
Midosolfa Жаловаться, стонать, ныть, роптать, жалоба, причитание 
Midosolla Судьба, судьба, предопределение, предназначенный 
Midosolsi Фатализм, фаталист, неизбежно 
Midolado Отказываться, отвергать, отталкивать, исключать, увольнять, отклонение, отказ, исключение, отвергаемый, неприемлемый 
Midolare Вмешиваться, заступаться, посредничать, вмешательство, заступничество, посредничество, посредник, заступник 
Midolami Влияние, влиятельный 
Midolafa Примирять, примирение, примиритель, примирительный, примиримый, примиримый 
Midolasol Утешать, утешать, утешитель, утешаемый 
Midolasi Содержание, удовлетворенный, довольство, удовлетворение, радость сердца, радостный 
Midosido Жертвоприношение, приношение в жертву, приношение, освящение 
Midosire Воздержаться, лишать себя, быть ограниченным, обойтись без, воздержание, лишение 
Midosimi Невероятность, маловероятный, невероятный, неправдоподобный 
Midosifa Возвращаться, возвращаться 
Midosisol Пытаться, стремиться, стремиться 
Midosila Получить, получить 
Miredore Специализировать, специализироваться, особенность, специальность, особый, особый, особенно, в частности 
Miredomi Редкость, редкий, редко, почти никогда 
Miredofa Проявлять инициативу, инициатива 
Miredosol Попытка, пробовать, тест 
Miredola Предпринимать, начинание, предприятие, предприниматель 
Miredosi Предприятие, опасность (гл.), риск, приключение, подвергать себя риску, рискованный 
Miremido Слепой (гл.), слепота, слепой, слепо 
Miremire Зарегистрироваться, зарегистрироваться, регистрация, зачисление 
Miremifa Документ, название, письменное свидетельство 
Miremisol Официальный, формальный, официально
Miremila Посвящать, посвящение, посвящающий 
Miremisi Строфа, стих 
Mirefado Сказать, дикция, ораторское искусство, речь, оратор 
Mirefare Вещь, объект, вещь 
Mirefami Главный, существенный, главный, существенный, в основном, по существу 
Mirefasol Серьёзность, тяжесть, серьёзный, могила, серьёзно 
Mirefala Драгоценный, драгоценно 
Mirefasi Любопытство, любопытно видеть 
Miresoldo Неопытность, неопытный, неумелый 
Miresolre Участвовать, вносить вклад, сотрудничать, быть частью, участие, сотрудничество, участник 
Miresolmi Предлагать, планировать, стремиться к, обдумывать, проект, намерение, дизайн, дизайнер, намеренный 
Miresolfa Цель, цель, конечная причина 
Miresolla Тонкий, уменьшать, истончение, тонкий, тонкий 
Miresolsi Судьба, место назначения, дестинатор 
Mirelado Быть неправым, неправым 
Mirelare Упрекать, обвинять, придираться 
Mirelami Ругать, выговаривать, увещевать, увещевать, ругать 
Mirelafa Ссора, драка, спор, придирка, препирательство 
Mirelasol Оскорбление, бесчестие, поношение, оскорбление, пренебрежение, наглость, оскорбительный, дерзкий 
Mirelasi Инцидент, происшествие, событие, между прочим 
Miresido Провоцировать, бросать вызов, провокация, вызов, провокатор 
Miresire Угрожать, угроза, угроза, угрожающий, грозный 
Miresimi Пощечина, пинок, удар 
Miresifa Боль, рана, синяк 
Miresisol Злиться, злиться, расстраиваться 
Miresila Обижаться, затаивать обиду, негодование, угрюмый, злобный 
Mifadore Характер (черта), натура, характеристика, характерный 
Mifadomi Требовать, требование 
Mifadofa Зависть, завистливый 
Mifadosol Стремиться, амбиция, амбициозный, амбициозно 
Mifadola Домогаться, домогательство, ходатай, настойчивый 
Mifadosi Интрига (планировать незаконные или пагубные вещи), хитрость, уловки, лукавый 
Mifaredo Личность, личный 
Mifaremi Случайный, между прочим 
Mifarefa Самооценка, гордость 
Mifaresol Тщеславие, показное тщеславие, самонадеянный, тщеславный 
Mifarela Стать высокомерным, высокомерие, гордость, надменность, высокомерный, гордый, властный, надменный 
Mifaresi Гордыня, хвастовство, самонадеянность, гордость, гордый, самонадеянный 
Mifamido Восприимчивость, восприимчивый 
Mifamire Посредственность, посредственный, бедный, обычный, регулярный 
Mifamifa Бездельничать, бездельничать, праздный, лень, бездельничать, праздность, безделье, безделье, бездеятельность, ленивый, бездельник, беспечный, бездеятельный 
Mifamisol Пренебрежение, упускать, небрежность, упущение, небрежный, небрежно 
Mifamila Чувственность, невоздержанность, чувственный, сладострастный, плотской 
Mifamisi Чревоугодие, жадный, чревоугодник, «свинья», жадно 
Мифасольдо Распутник, проститутка, распутство, проституция, бродяга, разврат 
Мифасольре Наглость, наглость, дерзость, нахальный, дерзкий
Mifasolmi Коррумпированный, извращенец, разврат, коррупция, извращенность, развращенность, извращенный, извращенный 
Mifasolfa Быть обезоруженным, поддаться, обезоруженным, побежденным 
Mifasolla Делать тупым, тупым, пресыщенным 
Mifasolsi Ужасный, ужасный, отвратительный, ненавистный, отвратительный, отвратительный, отвратительный, отвратительный, ужасно, ужасно, плохо 
Mifalado Унижать, деградация, унижение, позор, низкий, презренный 
Mifalare Предать, измена, предатель, вероломный, предательски 
Mifalami Воровать, грабить, мошенничать, кража, грабить, вор 
Mifalafa Обманывать, дурак, обманывать, хитрить, лживый, обман, мошенничество, самозванец, двуличие, вводить в заблуждение 
Mifalasol Фальсифицировать, подделка, поддельный 
Mifalasi Нарушать, переступать, посягать, оскорбление, противоречие, оскорбление, обидчик, преступник, нарушитель 
Mifasido Прелюбодеяние, прелюбодей 
Mifasire Ревновать, ревновать, ревность 
Mifasimi Раздражать, гнев, выводить из себя, негодовать, раздражение, ожесточение, раздраженный, возмущенный, выведенный из себя 
Mifasifa Злиться, выходить из себя, метать молнии, приходить в ярость, вспыльчивый, пылкий, неистовство, ярость, яростный 
Mifasisol Непостоянство, легкомыслие, легкомыслие, непостоянный, изменчивый 
Mifasila Месть, мстить, мститель, мстительный 
Misoldore Дразнить, преследовать, дразнить 
Misoldomi Успокаивать, успокаивать, умиротворять, успокаивать, спокойствие, безмятежность, безмятежный, тихий, успокаивающий 
Misoldofa Раздражать, дразнить, поддразнивание, игривость, домогательство 
Misoldosol Бездумность, непродуманный, плохо обдуманный, бездумно 
Misoldola Изменение, варьироваться, вариация, мутация, изменчивость, нестабильность, переменная 
Misoldosi Разнообразить, разнообразие, вариант, разновидность, вариации 
Misolredo Человек, существо, индивидуум, человеческое существо, люди, личный, индивидуально, лично 
Misolremi Рекомендовать, рекомендация 
Misolrefa Представлять, презентация 
Misolresol Принимать, получать, признавать, прием, прием, допустимый, подлежащий приему 
Misolrela Встречаться, собираться, встреча, группа, собираться, собранный, сгруппированный 
Misolresi Общество, корпорация, компания, член общества 
Misolmido Малость, мелочность, мелочный 
Misolmire Посещать, часто посещать 
Misolmifa Отмечать, наблюдать, указывать, замечать, наблюдение 
Misolmisol Смотреть, смотреть, взгляд 
Misolmila Общаться, сплетничать, болтать, беседа, диалог, собеседник 
Misolmisi Ответить, ответить, отвечать, опровергать, ответ, опровержение 
Misolfado Стать уродливым, уродство, отвратительный, непривлекательный 
Misolfare Отношение, осанка, поза 
Misolfami Поворот (гл.), шаг (гл.) 
Misolfasol Приличие, уместность, порядочность, надлежащий, прилично, презентабельный 
Misolfala В хорошем вкусе, хорошие манеры, отличие, выдающийся
Misolfasi Вежливость, любезность, обходительность, хорошие манеры, вежливый 
Misollado Стать уникальным, уникальным, эксцентричным, причудливым, оригинальным, причудливым, странным 
Misollare Капризный, причудливый, угрюмый 
Misollami Мания, маньяк 
Misollafa Простоватый, педантичный, чопорный, жеманный, чопорный, претенциозный 
Misollasol Кокетливый, изящный, хорошенький, позировать, кокетливо 
Misollasi Ухаживать, ухаживать 
Misolsido Инаугурировать, инаугурация, инаугурационный 
Misolsire Праздновать, празднование, церемония, церемониальный 
Misolsimi Праздник, годовщина 
Misolsifa Косвенный, косвенно 
Misolsisol Бал (танец), балет 
Misolsila Танец, танцор, танцы 
Miladore Вальс, вальсист 
Miladomi Одновременность, одновременный, коллективный, все, друг с другом, все вместе, одновременно, коллективно 
Miladofa Times (сущ.), иногда, несколько раз 
Miladosol Развлечения, отдых, релаксация, хобби, времяпрепровождение 
Miladola Шутка, подшучивание, фарс, комический, подшучивающий, шутливый, забавный 
Miladosi Пародия, передразнивание, обезьянничанье, карикатура 
Milaredo Издеваться, смеяться, высмеивать, глумиться, презрительно, сатира, насмешник, насмешник 
Milaremi Нелепый, нелепый, нелепый 
Milarefa Критиковать, придираться, критика 
Milaresol Говорить плохо, порицать, обесценивать, принижать, клеветать, умалять, унижать, клеветнический 
Milarela Клевета, клеветник, клеветнически 
Milaresi Компромисс, компрометирующий 
Milamido Говорить чепуху, бессвязно, бредить, неразумно, бессвязный, экстравагантность, нелогичный, неразумный 
Milamire Секрет, тайна, таинственный, тайно, втайне, таинственно 
Milamifa Конфиденциально, уверенность, доверенное лицо, конфиденциально 
Milamisol Шнырять, любопытство, любопытный, с любопытством 
Milamila Угадывать, угадывать, угадывающий, угадываемый 
Milamisi Раскрывать, разглашать, показывать, раскрытие, разоблачение, откровение, раскрыватель, раскрыватель 
Milafado Бесчувственность, апатия, бесчувственный, апатичный 
Milafare Равнодушие, безразличный, беззаботный, равнодушный, равнодушно 
Milafami Холодность, бесстрастность, холодный, бесстрастный 
Milafasol Спокойствие, присутствие духа, самообладание 
Milafala Предвзятость, предвзятость, предубеждение, пристрастность, предвзятый, предвзятый 
Milafasi Кружок, клика, «корпоративный дух» (чувство гордости, товарищества и общей преданности, разделяемое членами определенной группы) 
Milasoldo Обвинять, не одобрять, упрекать, неодобрение, укоризненный, неодобрение 
Milasolre Презрение, неуважение, думать ничего, отсутствие уважения, непочтительность 
Milasolmi Порочить, пасквиль, клевета, обличительная речь, клеветник 
Milasolfa Вызывать, обсуждать, спорить, возражать, возражать, возражение, спор, конфликт, сомнительный
Milasolla Неплатежеспособность (неспособность выплатить долги), неплатежеспособный 
Milasolsi Противопоставлять, противоречить, контрастировать, оппозиция, contradiciton, в отличие, противоположный 
Milasido Конгресс 
Milasire Примечание, аннотировать, аннотация, замечание 
Milasimi Обзор, отчет, извлечение, сущность 
Milasifa Обдумывание, обсуждение, совещательный 
Milasisol Отчет, относиться, репортер, протокол (заседания), репортер 
Milasila Заключать, делать вывод, заключение, решение, убедительный, окончательный, определенно 
Misidore Внешний вид, видимость, кажущийся, показной, видимый, по-видимому 
Misidomi Вероятность, вероятность, вероятный, вероятный, предполагаемый, правдоподобный 
Misidofa Казаться, кажущийся, подобие, «иметь вид» 
Misidosol Предлог, оправдание, утверждать, голословный ответ, уклончивый, уловка 
Misidola Осмеливаться, апломб, смелость, дерзость, осмелился, смелый, смело 
Misidosi Впитывать (поглощать или усваивать идеи или знания), идентифицировать (с?) (связывать) 
Misiredo Оставаться, оставаться, удерживать себя в 
Misiremi Стремиться иметь, с нетерпением ждать, не могу дождаться 
Misirefa Предвосхищать, предвосхищение (предупреждать, преждевременно, заранее) 
Misiresol Предполагать, предполагать, предполагать, догадываться, предположение, догадка, гипотеза, предполагаемый 
Misirela Чувство, авгур, предвидеть, предзнаменование, предвидение, внутреннее видение, второе зрение, зловещий 
Misiresi Предсказывать, пророчествовать, гадать, предсказание, прогноз, пророк, гадание, оракул, прорицатель, пророческий, прорицательный 
Misimido Рабство, ярмо, подчинение, раболепие, рабство, крепостной, рабский, во власти 
Misimire Зависеть, зависимость, зависимый 
Misimifa Ответственность, ответственный 
Misimisol Подчиняться, подчиняться Misimila 
Подчиняться, подчиняться, смиряться, послушание, подчинение, отставка, послушный 
Misimisi Обстоятельство, случай, косвенный 
Misifado Нескромность, нескромный, навязчивый, нескромно 
Misifare Лунатизм, сомнамбулизм, лунатик 
Misifami Намагничивать, магнетизм, магнит, магнитный 
Misifasol Жидкость, текучесть 
Misifala Легкий (вес), воздушный, парообразный 
Misifasi Спиритизм, спиритист 
Misisoldo Эксперимент, испытание, экспериментатор, экспериментальный 
Misisolre Доказывать, демонстрировать, доказательство, демонстрация, доказанный, очевидный, продемонстрированный 
Misisolmi Наблюдать, отмечать, нахождение, наблюдение, найденный, наблюдаемый 
Misisolfa Убеждать, убеждать, убеждение, убедительный, убежденный, убежденный 
Misisolla Верить, воображать, доверчивость, доверчивый 
Misisolsi Уверенность, уверенность, непогрешимость, подлинность, уверенный, непогрешимый, несомненный, неоспоримый, положительный, определенный, несомненно, наверняка, положительно 
Misilado Ловкость рук, фокусы, заклинание, фокусник, маг
Misilare Фантасмагория, призрак, спектр, призрак, 
Misilami Преобразовывать, трансмутировать, преобразование, преобразовывать, трансмутация, трансмутируемый 
Misilafa Околдовывать, накладывать чары на кого-либо, колдовство, ведовство, колдун, маг, очаровывать, магия 
Misilasol Партнер, соучастник 
Misilasi Сговор, соучастник (в преступлении?), (соучастник) 
Fadoredo Природа, натуралист, естественный, естественно 
Fadoremi Сельская местность, страна, сельский житель, крестьянин, пастух 
Fadorefa Пейзаж, пейзаж, место, ландшафт 
Fadoresol Живописный, суровый 
Fadorela Окружать, опоясывать, область, окрестности, окруженный, вокруг, опоясанный 
Fadoresi Ферма, фермер 
Fadomido Гора, гора, холм, горный, холмистый 
Fadomire Вулкан, вулканический 
Fadomifa Быть поглощенным, яма, пропасть, бездна, обрыв 
Fadomisol Скала, каменистый 
Fadomila Сухой, засушливый, засуха, бесплодный, бесплодный, неудачный 
Fadomisi Пустыня, безлюдный, необитаемый 
Fadofado Изолировать, убрать, уединиться, изоляция, одиночество, изолированный, одинокий, уединенный, в одиночестве 
Fadofare Укрыться, уйти, уйти в отставку, убежище, убежище, затворничество, отшельник 
Fadofami Парк, роща, лес, лесное хозяйство 
Fadofasol Дерево, кустарник, куст 
Fadofala Листва, листья 
Fadofasi Тень, затенение, тенистый, тенистый 
Fadosoldo Закрыть (гл.), закрытие, закрытый 
Fadosolre Очистить (возделывать, очищать землю, готовить почву) 
Fadosolmi Косить, жать, обрезать 
Fadosolfa Грабли, борона 
Fadosolla Копать, лопата, кирка 
Fadosolsi Прививать, прививающий 
Fadolado Снимать, удалять, удалять, вычитать, обрезать, извлекать, удаление, удаление 
Fadolare Растение, посадка, плантатор, растение 
Fadolami (пускать) корни, корень 
Fadolafa Стебель, стебель, ствол, пень 
Fadolasol Ветвь, сук, сук 
Fadolasi Живая изгородь, куст, подлесок 
Fadosido Сад (гл.), садоводство, огородничество, садовник, садовод 
Fadosire Сад (сущ.), роща 
Fadosimi Цветение, цветок (гл.), цветение, флорист, цветочный 
Fadosifa Букет, продавец цветов 
Fadosisol Классический, классический, (стандартный, традиционный) 
Fadosila Духи, бальзамирование, бальзам, запах, аромат, парфюмер, благоухающий, пахучий, забальзамированный 
Faredore Возделывать, культура, сельское хозяйство, культиватор, (фермер), сельскохозяйственный 
Faredomi Преуспевать, приходить после, преемник, после 
Faredofa Плуг, борозда, возделывание, обработка почвы, земледелец, пригодный для вспашки 
Faredosol Сеять, посев, семя 
Faredola Зерно, овес, просо, кукуруза 
Faredosi Пшеница, рожь 
Faremido Созревать, зрелый, зрелость, спелый, зрелый 
Faremire Собирать, срывать, собирать, сбор 
Faremifa Урожай, жать, собирать, жнец, комбайн
Faremisol Подбирать, собиратель колосьев 
Faremila Колос (пшеницы/кукурузы) 
Faremisi Поле, луг, прерия, равнина, пастбище 
Farefado Расти, расти, растительность, рост, растение 
Farefare Озеленение, зелень, трава, дерн, трава 
Farefami Долина, долина 
Farefasol Охота, охота, охотник 
Farefala Преследование, преследование, преследователь 
Farefasi Дикость, дикарь, дикий 
Faresoldo Лошадь, конь 
Faresolre Уздечка, вожжи, удила 
Faresolmi Седло, седельник 
Faresolfa Стремя 
Faresolla Кнут, урожай 
Faresolsi Сбруя 
Farelado Животное, четвероногое 
Farelare Овца, ягненок 
Farelami Крупный рогатый скот, корова, бык, говядина 
Farelafa Свинья, свинья, свинья, кабан 
Farelasol Коза, козленок 
Farelasi Осел, ишак 
Faresido Верблюд 
Faresire Собака, сука 
Faresimi Кошка 
Faresifa Птица 
Faresisol Крылья, оперение, перья 
Faresila Летать, порхать, улетать, улетать, полет 
Famidore Воинская повинность, набор, (призыв), («обязательный набор на государственную службу») 
Famidomi Солдат, капрал, бригадир, сержант, старшина, уорент-офицер, унтер-офицер 
Famidofa Униформа 
Famidosol Снаряжение, сумка, ремень, плечевой ремень, упряжь, ранец (рюкзак) 
Famidola Вооружать, оружие, оружейник, доспехи 
Famidosi Постепенно повышать (выпускник), звание, степень, звание, постепенно, постепенно 
Famiredo Штат (как у служащих) 
Famiremi Офицер, лейтенант, капитан, майор, командир батальона 
Famirefa Полковник 
Famiresol «Айд-де-камп», помощник по лагерю, «военный офицер, действующий в качестве конфиденциального помощника старшего офицера» 
Famirela Генерал, генеральство, бригадный генерал, генерал дивизии, генералиссимус 
Famiresi Маршал 
Famifado Вице, порочный, злобно 
Famifare Армия, войска 
Famifami Деятельность, бдительность, активный, бдительный, настороженный, активно 
Famifasol Бригада, дивизия 
Famifala Полк, легион, батальон, эскадрон, рота 
Famifasi Зуавы, спаги (оба являются членами пехоты/кавалерии во Франции) 
Famisoldo Убивать, "выключать", убитый 
Famisolre Пехота, стрелок, пехотинец, гренадер, "аутфилдер" 
Famisolmi Кавалерия, кавалерист 
Famisolfa Артиллерия, артиллерист 
Famisolla Обратный, обратный, наоборот, в противоположном направлении 
Famisolsi Инженер, инженерное дело 
Familado Лагерь, лагерь 
Familare Палатка 
Familami Бивуак 
Familafa Странствующий, путешествующий 
Familasol Материал (сущ.), снаряжение 
Familasi Флаг, знамя 
Famisido Огнестрельное оружие, мушкетёры (мушкетёр) 
Famisire Бомба, пушка, мортира
Famisimi Ударные, барабаны 
Famisifa Выстрел, винтовка, стрельба, разряд 
Famisisol Проблемы с переводом, но я предполагаю: синхронизированная стрельба из ружей 
Famisila Пистолет, пистолет 
Fasoldore Порох 
Fasoldomi Патрон (капсула) 
Fasoldofa Пуля, патроны 
Fasoldosol Начинать, инициировать, заправлять, загружать, фитиль, предохранитель (также зажигать фитиль?) 
Fasoldola Меч, сабля 
Fasoldosi Кинжал, кинжал, стилет 
Fasolredo Жаждать, похоть, жадность, ненасытность, хищный, жадный, ненасытный 
Fasolremi Осаждать, захватывать, осаждать, осаждая 
Fasolrefa Атака, нападение, наступление, штурм, агрессия, атакующий, нападающий, агрессор, агрессивный 
Fasolresol Бой, бой, битва, ближний бой, поле битвы 
Fasolrela Огонь, разряжать, выпускать, стрельба, стрелок 
Fasolresi "Картечь", град пуль, пулемет (гл.) 
Fasolmido Глупость, неспособность, неспособный, ограниченный, неразумный, неразумно 
Fasolmire Стратегия, тактика, тактический, стратегический 
Fasolmifa Служить, служба, слуга 
Fasolmisol Сопротивляться, защищать, выдерживать, сопротивление, стойкий, непобедимый 
Fasolmila Негибкость, неуязвимость, непобедимость, неукротимый, непоколебимый, неотразимо, непоколебимо 
Fasolmisi Упрямый, упрямый, упрямство, упрямо 
Fasolfado Некрасивый, неуклюжий, уродливый, некрасивый, неприятный, неуклюжий 
Fasolfare Воюющий, война, "военное искусство", воин, военный, боевой, воинственный 
Fasolfami Завоевывать, преодолевать, разоружать, укротить, преодолевать, победа, победитель 
Fasolfasol Завоевывать, завоевание, подвиг, завоеватель 
Fasolfala Героизм, герои, герой, героин, героический 
Fasolfasi Триумф, победа, победитель, торжествующий, триумфальный 
Fasollado Море, океан, залив, бухта 
Fasollare Дрейф, колебание, волнообразный, поток, волна, неопределенный, рябь, плавающий, катящийся, волнообразный 
Fasollami Морской, морской 
Fasollafa Флот, эскадра 
Fasollasol Судно, бриг 
Fasollasi Лодка, ялик 
Fasolsido Мачта, фок-мачта 
Fasolsire Парус (сущ.) 
Fasolsimi Руль 
Fasolsifa Пилотировать (предположительно, корабль), моряк, лоцман 
Fasolsisol Морской экипаж, моряк 
Fasolsila Адмиралтейство, адмирал, вице-адмирал, контр-адмирал 
Faladore Навигация, навигация, штурман, судоходный 
Faladomi Пространство, простор, область, просторный, экспансивный 
Faladofa Километр 
Faladosol Гребля (гл.), весло, гребля, гребец, гребец 
Faladola Поднимать паруса (гл.) 
Faladosi Маневрировать, тот, кто маневрирует 
Falaredo Поднимать на борт, подходить, причаливать, пригодный для посадки, доступный 
Falaremi Ставить на якорь, пришвартовывать, якорь, швартовка 
Falarefa Морской порт, гавань 
Falaresol Пляж, берег, отмель
Falarela Побережье, морской берег, морской утес 
Falaresi Пролив, полуостров, перешеек 
Falamido Безумие, безумие, слабоумие, сумасшедший, ненормальный 
Falamire Озеро, лагуна, пруд 
Falamifa Глубина, глубокий, глубоко 
Falamisol Ловить рыбу, рыбалка, рыбак 
Falamila Леска 
Falamisi Наживка, приманка, рыболовный крючок 
Falafado Плыть, пловец, вплавь 
Falafare Затапливать, затапливать, болото (гл.), затапливать, подавлять 
Falafami Обмануть, обмануть, одураченный, обманутый 
Falafasol Кораблекрушение, кораблекрушение, потерпевший кораблекрушение, потерпевший кораблекрушение, изгнанник 
Falafala Утопить, утопленный, утопленник 
Falafasi Поток, волна, бурный, вздымающийся 
Falasoldo Ручей, поток, ручей 
Falasolre Канал, канал, водовод 
Falasolmi Колодец (сущ.), отстойник, скважина 
Falasolfa Насос (гл.), рисовать (жидкость), насос (сущ.), насос 
Falasolla Течь, фонтанировать, хлестать, каскад, водопад 
Falasolsi Объединяться, сплачиваться, объединяться, сбиваться в кучу, союз, митинг, федерализм, конфедерация, коалиция, лига, федеральный, объединенный, сплотившийся, связанный 
Falasido Континент, материк, континентальный 
Falasire Европа, европеец, европеец 
Falasimi Азия, азиат, азиат Falasifa 
Африка, африканец, африканец 
Falasisol Америка, Новый Свет, американец, американец 
Falasila Океания, Австралия, океаниец, океаниец, (австралиец, австралиец) 
Fasidore Путешествие, тур, странствие, паломничество, путешественник, турист, паломник 
Fasidomi Уходить, уходить из, отбывать 
Fasidofa Маршрут, дорожная карта 
Fasidosol Отделяться, расставаться, разделение, отделяемый 
Fasidola Уходить, уходить на пенсию, удаленность, расстояние, далекий, удаленный, далеко 
Fasidosi Отсутствовать, отсутствие, отсутствующий 
Fasiredo Железная дорога, железная дорога 
Fasiremi Локомотив 
Fasirefa Транспорт, передача, перевозка, передаваемый, переносимый 
Fasiresol Багаж, багаж, кейс, багажник, чемодан 
Fasirela Обязанность, долг, должник, должник 
Fasiresi Катиться, колесо, подшипник, зубчатое колесо 
Fasimido Мчаться, спешить, спонтанность, внезапность, спонтанный, внезапно, сразу, немедленно, мгновенно, стихийно 
Fasimire Скорость, спешка, быстрота, оперативность, быстро, быстро 
Fasimifa Живость, изобилие, порывистость, лихой, живой, стремительный, сильно, порывисто 
Fasimisol Двигаться, движение, колебание, передвижение, колебание, двигатель, движущийся 
Fasimila Торопиться, торопить, ускоряться, ускорение, ускоритель 
Fasimisi Продвигаться, двигаться, толчок, вперед (движение) 
Fasifado Увидеть, к проблеск, видеть, вид, точка зрения 
Fasifare Perspective, в перспективе
Fasifami Умеренный, сдерживать, подавлять, умеренность, сдержанность, умеренный, удерживаемый, резерв, сдержанный, умеренный, модератор, умеренно 
Fasifasol Авария, инцидент, событие 
Fasifala Пугать, пугать, ужасать, страшно, пугающий, ужасный, ужасный 
Fasifasi Быть напуганным, содрогаться, ужас, испуг, страх, ужас, трепет, дрожать, ужаснутый, напуганный 
Fasisoldo Поезд, «следующий за вагонами», вагон 
Fasisolre Проходить, маршрут 
Fasisolmi Прямой, экспресс, прямо, по прямой 
Fasisolfa Дорога, тропа, путь 
Fasisolla Остановка, припарковаться, станция, передышка, перемирие, стационарный 
Fasisolsi Раздвоение (разделение на две ветки/развилки), ветвь, бифуркация 
Fasilado Юг, южный, меридиан 
Fasilare Восток, восточный, Ориент, Восток, восточный 
Fasilami Четыре стороны света, стороны света 
Fasilafa Объединяться, встречаться, воссоединяться, собираться вместе 
Fasilasol Прибывать, достигать, достигать, прибытие, финишировать 
Fasilasi Станция (железнодорожная/автобусная), пристань, причал, пирс, разгрузочный док 
Soldoredo Искусство, художник, художественный, артистично 
Soldoremi Театр, театр, театральный, театрально 
Soldorefa Представлять, представление 
Soldoresol Произведение театра, театральная пьеса 
Soldorela Негр, чернокожий человек 
Soldoresi Декор, декоратор 
Soldomido Опера, мюзикл 
Soldomire Комедия, комик 
Soldomifa Трагедия, трагик, трагический 
Soldomisol Драма, драматург, драматический, драматически 
Soldomila Автор, писатель 
Soldomisi Актер, актриса 
Soldofado Декламация, декламация, чтец, декламация 
Soldofare Декламация, декламация, речитатив, декламатор 
Soldofami Жестикулировать, мимика, мимический, жест, жестикуляция, пантомима, язык действия, мимика 
Soldofasol Рассказывать, пересказывать, описывать, повествовать, повествование, описание, рассказчик, описательный 
Soldofala Ударение, интонация, тон голоса, акцентированный 
Soldofasi Выражать, означать, излагать, испускать, выражение, значительный, выразительный, выражаемый 
Soldosoldo Выйти, выйти, выйти (сущ.) 
Soldosolre Репертуар, список пьес 
Soldosolmi Роль, персонаж, лицо, которого представляют 
Soldosolfa Шедевр, мастерский ход 
Soldosolla Эффект, ощущение 
Soldosolsi Преуспевать, успех, удача, успешный 
Soldolado Дилетантизм, дилетант (человек с любительским интересом к искусству), любитель 
Soldolare Место (гл.), располагать, место, пятно, позиция 
Soldolami Аудитория театра 
Soldolafa Театральная ложа 
Soldolasol Театральная галерея 
Soldolasi Амфитеатр 
Soldosido Оркестровка, инструментовка, оркестр
Soldosire Инструмент, инструменталист, инструменталист 
Soldosimi Скрипка, альт, скрипач 
Soldosifa Виолончель, бас, виолончелист, контрабас 
Soldosisol Смычок (сущ.) (скрипки и т. д.) 
Soldosila Струнные 
Solredore Арфа, арфист 
Solredomi Флейта, флейтист 
Solredofa Высокие деревянные духовые, кларнет, фагот 
Solredosol Саксофон, тромбон 
Solredola Труба, горн, валторна 
Solredosi Фанфара, звучание (труб и т. д.) 
Solremido Исполнять, представление, исполнитель, исполнение 
Solremire Сопровождать, аккомпаниатор 
Solremifa Пение, песня, певец, пение 
Solremisol Голос, тембр голоса, вокал 
Solremila Тенор, контртенор, баритон 
Solremisi Сопрано, меццо-сопрано, меццо-контральто, контральто 
Solrefado Озвучивать, озвучивание, озвученный 
Solrefare Ловкость, быстрота, сноровка, проворство, ловкость, проворный, быстро, проворно, стремительно, легко 
Solrefami Делать гибким, гибким, гибкостью, универсальностью, маневренностью, податливым 
Solrefasol Узнать (как в утонченности?), вкус (эстетический и т. д.), чувство прекрасного, утонченность, эстетика, знаток, утонченный, со вкусом, со вкусом 
Solrefala Талант 
Solrefasi Совершенный (гл.), улучшать, развивать, усиливать, улучшение, развитие, улучшенный, усовершенствованный, поддающийся совершенствованию, совершенствуемость 
Solresoldo Праздность, досуг, незанятый, праздный, бесцельный, на досуге 
Solresolre Сентиментальность, чувство (чего-либо), сентиментальный, романтичный 
Solresolmi Интересовать, интерес, беспокойство 
Solresolfa Двигать (эмоционально), трогать, встряхивать, трогательный, движущийся, жалкий (пафос) 
Solresolla Обманывать, иллюзия, заблуждение, химера (метафорическая), утопия, иллюзорная, химерическая, воображаемая, фантастическая, вводящая в заблуждение, придирчивая 
Solresolsi Символизировать, фигура, символ, аллегория, символизм, эмблема, образный, символический, аллегорический, образно, символически 
Solrelado Удивлять, изумлять, ошеломлять, изумлять, дивиться, изумительный, удивительный, невообразимый, поразительный, ошеломляющий, необычайный, исключительный, удивительно, необычайно, исключительно 
Solrelare Удивляться, изумляться, быть пораженным, ошеломленным, пораженным, шокированным 
Solrelami Очаровывать, завораживать, очаровывать, восхищать, волновать, вдохновлять, очарование, престиж, завораживающий 
Solrelafa Чувствовать, испытывать, начинать (с удивления и т. д.), впечатление, чувство, эмоция, волновать, трепетать, впечатленный, тронутый, затронутый, содрогающийся, дрожащий 
Solrelasol Приходить в восторг, воодушевляться, энтузиазм, волнение, восторженный, возбужденный 
Solrelasi Неотразимый, неотразимо 
Solresido Увлекать, увлекать, очаровывать, подчинять, подчинять 
Solresire Присутствовать, присутствовать, аудитория, слушатель, зритель, публика
Solresimi Аплодировать, приветствовать, аплодисменты, приветствия, хлопки, браво, приветствия, аплодирующие 
Solresifa Прерывать, приостанавливать, пауза, прерывание, приостановка, прерыватель, приостановленный, остановленный, прекращенный, ожидающий 
Solresisol Одобрять, одобрять, санкционировать, ратифицировать, одобрение, одобрение, голосовать, санкция, ратификация, одобряя, одобряя 
Solresila Единогласный, всеми, всеобщий, единогласно 
Solmidore Соревноваться, соперничество, соревнование, соперник, конкурент 
Solmidomi Подражать, пытаться превзойти (путем подражания), эмулятор 
Solmidofa Оживляться, оживать, заводиться быть наполненным энтузиазмом, оживлением, воодушевлением, духом, нервом, оживленный, воспаленный, возбужденный 
Solmidosol Превосходить, превосходство, превосходно, превосходнейший, за превосходство, превосходно 
Solmidola Сиять, ослеплять, сверкать, вспыхивать, вспышка, блеск, блестящий, яркий, ослепительный, ослепляющий, ошеломляюще, блестяще, ошеломляюще, ярко, великолепно 
Solmidosi Превзойти, затмить, затмить, перевесить, преобладать, брать верх над, доминировать, превышать 
Solmiredo Акустический 
Solmiremi Камертон 
Solmirefa Тон, тональность, тоника 
Solmiresol Диез (как в музыке, "до-диез") 
Solmirela Бемоль (как в музыке, "си-бемоль") 
Solmiresi Натуральный (как в музыке), диатонический (используя только ноты, соответствующие тональности, без изменений) 
Solmifado Неправомерное поведение, безнравственность 
Solmifare Половина тона (Вводящий тон?) 
Solmifami Интервал, разрыв 
Solmifasol Интервал тона, полутон, полутон 
Solmifala Мажорная тональность, мажорный лад 
Solmifasi Доминанта, субдоминанта 
Solmisoldo Сочинять, композиция, композитор, маэстро 
Solmisolre Музыка, музыкант, музыкальный, музыкально 
Solmisolmi Нота, целая нота, половинная нота, четвертная нота 
Solmisolfa Звук, интонация 
Solmisolla Мелодия, мелодист, мелодичный, мелодично 
Solmisolsi Гармония, гармонист, гармоничный, гармонично, в гармонии 
Solmilado Организовывать, организация, организатор 
Solmilare Концерт (музыки) 
Solmilami Программа, брошюра, листовка, бюллетень 
Solmilafa Фортепиано, пианист 
Solmilasol Орган (музыкальный инструмент), фисгармония, гармоник, органист 
Solmilasi Клавиатура (на фортепиано), клавиша, педаль 
Solmisido Лекция, курс 
Solmisire Учить, наставлять, образовывать, исповедовать, профессорство, преподавание, дидактический, учитель, наставник, профессор, дидактика 
Solmisimi Метод, система, методист, методичный, систематический, методично, систематически 
Solmisifa Неподвижность, неподвижный 
Solmisisol Теория, теоретик, теоретик теоретический 
Solmisila Проблема, вопрос, вызов, проблема, проблематичный 
Solfadore Филотехнический? 
Филармония Сольфадоми, филармоническое общество (Посвященное музыке)
Solfadofa Хормейстер 
Solfadosol Хор, певец, участник хора, хор, в хоре 
Solfadola Хоровое общество, член хорового общества 
Solfadosi Кантата («Музыкальное произведение средней длины повествовательного или описательного характера с вокальными соло и обычно хором и оркестром») 
Solfaredo Концерт 
Solfaremi Каватина («Короткая оперная ария в простом стиле без повторяющихся частей») 
Solfarefa Соло, дуэт, трио, квартет, квинтет 
Solfaresol Портаменто («Скольжение от одной ноты к другой, особенно в пении или игре на струнном инструменте» «это как техника или стиль») 
Solfarela Трель, каденция 
Solfaresi Фермата, пауза 
Solfamido Стареть, приходить в упадок, приходить в упадок, старость, распад, дряхлость, старик, старый человек, старость, дряхлый 
Solfamire Гамма, музыкальная гамма 
Solfamifa Петь, используя систему «соль-фа», сольфеджио, вокальная музыка 
Сольфамисоль Дрожащая нота, восьмая нота, шестнадцатая нота, тридцать вторая нота, шестьдесят четвертая нота 
Сольфамила Синкопа, синкопа 
Сольфамиси Ритм, мера, ритмичный, ритмичный 
Сольфасольдо Исчезать, исчезать, исчезновение, пропал, пропал без вести 
Сольфасольре Музыкальная часть/партитура, нотный лист 
Сольфасольми Прелюдия 
Сольфасольфа Модуляция, модуляция 
Сольфасолья Транспонирование, транспонирование, транспонировщик 
Сольфасольси Фуга 
Сольфаладо Арпеджио, арпеджио 
Сольфаларе Аккорд 
Сольфалами База, основа, фундамент, фундаментальный, в основе 
Сольфалафа Касаться, относиться к, связанный 
Сольфаласоль Симфония, симфонист, симфонический композитор 
Сольфаласи Контрапункт 
Сольфасидо Паузы (в нотной записи), целая пауза, половинная пауза, четвертная пауза, восьмая пауза, шестнадцатая пауза 
Сольфасере Барабан, игра на барабанах, большой барабан 
Solfasimi Резонировать, звучать, вибрировать, звучать, резонанс, эхо, резонирующий 
Solfasifa Свисток 
Solfasisol Кастаньеты, бубен, тарелка 
Solfasila Шарманка («Механический музыкальный инструмент, из которого путем поворота ручки извлекается заданная музыка, на котором, в частности, в прежние времена играли уличные музыканты») 
Музей Солладоре, галерея 
Solladomi Картина, живопись, эстамп, гравюра, рама 
Solladofa Набросок, контур, черновик 
Solladosol Рисунок, рисунок, линия (ручки/карандаша), рисовальщик, карикатурист 
Solladola Краска, живопись, художник, цвет, тень 
Solladosi Миниатюра 
Sollaredo Акварель 
Sollaremi Пастель 
Sollarefa Гуашь (тип краски; густая и непрозрачная) 
Sollaresol Фреска (акварель, наносимая на сырую штукатурку на стене или потолке, чтобы цвета проникали в штукатурку и закреплялись) 
Sollarela Палитра 
Sollaresi Кисть, кисть
Sollamido Создать модель, придать форму, моделирование, модель (предварительная скульптура) 
Sollamire Формовать, отливать в форме, формовщик, формовщик 
Sollamifa Лепить, вырезать, скульптура, резьба, скульптор, резчик 
Sollamisol Статуя, бюст, торс, скульптура 
Sollamila Пьедестал, основание 
Sollamisi Рельеф (вид скульптуры, которая частично трехмерна, вырезана на двухмерной поверхности и частично выступает или утопает) 
Sollafado Дагерротип, дагер (старинный фотографический процесс с использованием посеребренных пластин, сенсибилизированных йодом, и паров ртути) 
Sollafare Фотография, фотография, фотографический 
Sollafami Воспроизводить, отражать, воспроизведение, отражение, отражательная способность, рефлексивность, рефлектор 
Sollafasol Портрет, изображение, картина, подобие, портретист 
Sollafala Напоминать, как, сходство, подобие, аналогия, отношение, однородность, подобный, однородный 
Sollafasi Соответствие, идентичность, соответствует, подобный, тот же самый, идентичный, в соответствии, тот же самый как, такой как, аналогично, подобно 
Sollasoldo (писать) Стенография, стенография, стенографист, стенографический 
Sollasolre Литография, литограф, литографический (метод печати) 
Sollasolmi Гравировать, гравировка, гравёр 
Sollasolfa Высекать, гравировать, высекать 
Sollasolla Циркуль 
Sollasolsi Настраивать, указывать, настраивать (инструмент), точность, прецизионность, созвучие, соглашение, настройщик, точный, аккуратный, согласный, точно, точно, аккуратно 
Sollasido Академия, академик, академический 
Sollasire Знать, знание, наука, образование, инструкция, ученость, ученый, образованный, просвещенный, эрудированный, ученый, грамотный, ученый, мудро, сознательно, учено, эрудированно 
Sollasimi Институт, учреждение, школа 
Sollasifa Бакалавриат - А Экзамен по французскому языку сдается в 17 или 18 лет; человек, сдавший этот экзамен 
Sollasisol Encyclopedia, энциклопедист, энциклопедический 
Sollasila Mathematics, matematic, matrixly 
Solsidore Literature, belles lettres, writer, literary person, 
Solsidomi Prosaic writer, prosaic (язык в обычной форме, без метрической структуры; простой или скучный язык), прозаический 
Solsidofa Novel, story, tale, fiction, novelist, romance, fictional, fictional 
Solsidosol Fable, parable, bitch, bitchistic (mythical) 
Solsidola Писать стихи, рифмовать, стихосложение, рифмоплет, рифмоплет 
Solsidosi Поэтизировать, идеализировать, поэзия, идеальность, поэт, бард, поэтический, совершенный, идеальный, поэтически 
Solsiredo Speaker, orator, oratory 
Solsiremi Быть вдохновленным, черпать вдохновение из, вдохновение, вдохновляющий 
Solsirefa Discourse, tarangue, speech, адрес, оратор, говорящий, оратор
Solsiresol Красноречие, красноречивый, красноречиво 
Solsirela Замечательный, примечательный, выдающийся, замечательно, особенно 
Solsiresi Пик, вершина, зенит, кульминация, кульминация, совершенная красота, виртуоз, феникс, выдающийся, трансцендентный, возвышенный, в высшей степени, высшая степень, превосходная, конечная 
Solsimido Смягчать, становиться женоподобным, смягчение, мягкость, слабость, расслабленность, мягкий, ослабляет, женоподобный 
Solsimire Идея, понятие, концепция 
Solsimifa Метафизика, идеология, метафизик, идеолог, идеалогический, идеографический 
Solsimisol Думать, медитировать, размышлять, мысль, медитация, размышление, мыслитель, вдумчивый, медитативный, задумчиво 
Solsimila Воображать, воображение, изобретательный, изобретательно, воображаемый 
Solsimisi Абстракция, абстрактный (сущ. и прил.) 
Solsifado Нечестность, нелояльность, недобросовестность, нечестный, несправедливый, нечестно, несправедливо 
Solsifare Гений, божественный огонь, творческий огонь, изобретательность, изобретательный, умный, изобретательно 
Solsifami Упорствовать, упорствовать, упорство, настойчивость, постоянство, настойчивый, настойчивый, постоянный, устойчивый, постоянно 
Solsifasol Изобретать, создавать, изобретение, творение, изобретатель, создатель, изобретательный 
Solsifala Открывать, открытие 
Solsifasi Вводить новшества, инновации, новизна, новаторский, новатор, новый, современный, недавний, недавно, современно, в последнее время 
Solsisoldo Бороться с, сражаться, вступать в схватку, бороться (сущ.), моральная борьба, боец, борец 
Solsisolre Распространять, популяризировать, сделать что-либо общедоступным, распространять, распространять, пропаганда, популяризация, пропагандист, популяризатор 
Solsisolmi Популярность, популярный, аккредитованный, популярно 
Solsisolfa Репутация, слава, репутация, репутация, знаменитый, известный, имеющий хорошую репутацию, прославленный 
Solsisolla Отличиться, демонстрация, знаменитость, прославленный, знаменитый, известные люди 
Solsisolsi Слава, славный, тот, кто обрел славу, славно, со славой 
Solsilado Телеграф, телеграфный, телеграфно 
Solsilare Электричество, электрический 
Solsilami Телефония, телефон, телефонный, по телефону 
Solsilafa Указывать, подписывать, свидетельствовать, сигнализировать 
Solsilasol Переписываться, общаться, переписка, сообщение, телеграмма, соответствующий 
Solsilasi Информировать, предупреждать, объявлять, уведомлять, делиться, уведомление, реклама 
Ladoredo Промышленность, промышленный, промышленный человек, трудолюбивый, трудолюбиво 
Ladoremi Производство, делать, изготовление, изготовление, производитель, фабрика 
Ladorefa Материал, вещество, материальность, материалы, материально 
Ladoresol Производить, производство, продукт, производитель 
Ladorela Продавать, продажа, продавец 
Ladoresi Оптовая торговля, оптом
Ladomido Устанавливать, учреждать, возводить, основывать, учреждение, фундамент, возведение, учреждение, основатель 
Ladomire Магазин, магазин, бутик, владелец магазина 
Ladomifa Мастерская, студия, бригадир, руководитель цеха 
Ladomisol Тускнеть, становиться тусклым, унылый, тусклый, матовый 
Ladomila Соглашаться, оговаривать, заключать пакт, компромисс, конвенция, условие, пакт, рынок, пункт, обычный, условно 
Ladomisi Сделка, иметь дело с, вести переговоры, идти на компромисс, капитулировать, уступать, договор, сделка, капитуляция, транзакционный 
Ladofado Торговля, торговля (товарами), торговец, торговля, торговец, дилер, коммерческий, коммерчески 
Ladofare Ассоциировать, партнер с, ассоциация, общие фонды, соучастник, партнер, совместно, совместно, совместно 
Ladofami Условие, условный, условно 
Ladofasol Выполнять, достигать, выполнять, достигать, реализовывать (цель), осуществлять, исполнять, достижение, осуществимый 
Ladofala Неделимость, неразрывность, неделимый, неразрывный, неделимо 
Ladofasi Лен, лен 
Ladosoldo Снаружи, наружный, внешний, снаружи, на открытом воздухе, на открытом воздухе 
Ladosolre Прясть (пряжа/нитки и т. д.), нить, пряжа, проволока, прядильщик, ткач, веретено, катушка, бобина, прялка 
Ladosolmi Разматывать, распускать, шпулька 
Ladosolfa Прядение, прядильщик 
Ladosolla Холст, кретон, ситец, батист, батист 
Ladosolsi Хлопок, бязь, перкаль, жаконет 
Ladolado Муслин, органди, тарлатан, марля, (Блин?? (Креп)) 
Ladolare Шерсть, фланель, меринос, кашемир 
Ladolami Простыня, драпировщик (тот, кто делает ткань?) 
Ladolafa Шелк, шелковая промышленность, шелковистый 
Ladolasol Сатин, как атлас 
Ladolasi Бархат, бархатистый 
Ladosido Ткань, ткань, материал 
Ladosire Дамаск, дамаск 
Ladosimi Индийский, персидский 
Ladosifa Приближаться, приближаться, подходить 
Ladosisol Подготавливать, делать, кондитерское изделие 
Ladosila Мода, стиль, форма, способ 
Laredore Цвет, цвет, оттенок, колорист, цветной, окраска, краситель 
Laredomi Темный, коричневый, загорелый, брюнет 
Laredofa Каштановый, блондин, рыжий 
Laredosol Яркость, белый, беловатый 
Laredola Купить, приобрести, приобрести, отдел скупки, приобретение, покупатель, клиент 
Laredosi Прояснить, сделать ясным, прозрачность, ясность, прозрачность, чистый, прозрачный, полупрозрачный 
Laremido Серый, серый, сероватый, сероватый 
Laremire Фиолетовый, фиолетововатый, пурпурный, лиловый 
Laremifa Зеленый, зеленоватый, оливковый 
Laremisol Желтый, желтоватый, желтеющий 
Laremila Синий, голубоватый, лазурный 
Laremisi Краснеть, румянец, малиновый, красноватый, алый 
Larefado Становиться бедным, нищим, обедневшим
Larefare Оферта, предлагать, предложение, предложение, движение (не "движение"), предложение, оферент, поставщик, номинатор 
Larefami Возможность, неожиданная удача, удача, шанс 
Larefasol Серия, следование, происхождение 
Larefala Сортировка, вид, жанр, манера 
Larefasi Выбирать, избирать, выбор, вариант 
Laresoldo Складывать, сгибать, складывать 
Laresolre Обертывать, упаковывать (гл.), заключать, заключать, конверт 
Laresolmi Связывать, связывать, связывать, звено, шнурок, пояс, кордон, веревка 
Laresolfa Упаковка (сущ.), связка, букет 
Laresolla Брать, изымать, схватить, брать, конфискация, захватить, поймать, добыча, добыча, портить (сущ.), добыча 
Laresolsi Брать, удалять, монополизировать, скупать, копить, накопительство, монополист, похититель 
Larelado Бухгалтерия, бухгалтерия, кассир, кассир, счетчик, коробка, офис 
Larelare Подсчет, подсчет, перечислять, список, счет, перечисление, счетчик 
Larelami Вычислять, расчет, арифметика, алгебра, калькулятор, арифметик, алгебраический, арифметически, алгебраически 
Larelafa Количественно определять, число, нумерация, цифра, числовой, числительный 
Larelasol Объединять, координировать, сочетание, координация, объединенный, скоординированный 
Larelasi Номенклатура, список, коллекция, каталог, номенклатурщик 
Laresido Оценивать, оценивать, дорожить, оценка, смета, цена 
Laresire Стоимость, стоимость, ценность, ценный, ценно 
Laresimi Сумма 
Laresifa Платить, урегулировать, освободиться (от долга?), оплата, плательщик, подлежащий оплате 
Laresisol Счет, счет-фактура, чек 
Laresila Квитанция, оплачено, оправдан, получено 
Lamidore Увеличивать, увеличивать, добавлять к, увеличивать, увеличение, дополнительный, добавленный, увеличенный, дополнительный 
Lamidomi Изобиловать, течь, множество, изобилие, изобилие, обильный, обильный, буйный, обильно, обильно, щедро 
Lamidofa Плодоносить, быть продуктивным, приносить прибыль, удобрять, плодородие, плодородный, плодородный, продуктивный 
Lamidosol Смешивать, мешать, путать, суетиться, смешанный, перемешанный, перемешанный, хаос, смущенный, путаница 
Lamidola Наступать, ступать ногой, топтать, месить, топтаться, нажимать, разминать, топтать 
Lamidosi Дробить, молоть, измельчать, дробить, размалывать, раздавливать, разминание, измельчение, дробленый, молотый, в порошок 
Lamiredo Заимствование, ссуда, заемщик 
Lamiremi Сделать кредит, кредит, кредитор, кредитор, кредитный счет 
Lamirefa Ломбард, ломбарды 
Lamiresol Торговля, бартер, обмен, обмен, подмена, в обмен 
Lamirela Гарантия, депозит, залог, облигация, залог 
Lamiresi Задержка, откладывать, откладывать, продлевать, продлевать, откладывать, откладывать, продление, задержанный, запоздалый 
Lamifado Непристойность, нескромность, нечистота, распущенность, непристойность, похоть, неприличный, нескромный, похотливый, безнравственный, сладострастный 
Lamifare Поиск, просмотр, исследование, искатели, исследователи
Lamifami Проверить, подтвердить подлинность, верификация, оценка, верификатор, эксперт 
Lamifasol Инвентарь, обследование 
Lamifala Дивиденд 
Lamifasi Сортировать, классифицировать, ранжировать, классификация, классификатор 
Lamisoldo Стать подлежащим, истекать, крайний срок, истечение срока, срок 
Lamisolre Прекратить, прекратить, прекращение, прекращение, прекращение, прекращенный 
Lamisolmi Ликвидировать (конвертировать активы в наличные), ликвидация, ликвидатор 
Lamisolfa Остаток, оставшийся, остаток 
Lamisolla Сжимать, сжимать, узкий, сжимающийся 
Lamisolsi Совокупность, итого, весь, все, сумма, полный, завершенный, полностью, в общей сложности 
Lamilado Насытить, удовлетворить, утолить, переполнить, насыщение, полнота, сытость, насыщающий, удовлетворяющий 
Lamilare Делать ставку, перебивать ставку, предлагать больше, чем, делать более высокую ставку, торги, более высокие цены, аукцион, участник торгов, дорогой, дорогостоящий, расточительный, непомерный 
Lamilami Удваивать, удваивать, дублировать, вдвойне 
Lamilafa Товар, товары, товары 
Lamilasol Число, количество, сумма, многочисленные, многие, множественность, большое количество, самое большое количество, большинство, в количестве 
Lamilasi Задействовать, применять, использовать, использовать, потреблять, адаптировать, использовать, применение, потребитель, применимый, адаптируемый 
Lamisido Задействовать, завербовать, участие, обязательство, регистрация, вербовщик 
Lamisire Регистрировать, записывать, запись, регистратор 
Lamisimi Неповиновение, неповиновение, неподчинение, мятеж, непослушный, мятежный, непокорный, неуправляемый, недисциплинированный 
Lamisifa Результат, происходить, возникать, результат, следствие, следовательно, в результате, соответственно, в последствие, поэтому, из-за этого 
Lamisisol Баланс, пошлина, оценка, отчет 
Lamisila Бюджет, статистический, бюджет вещей 
Lafadore Сертификат о банкротстве ? Конкордат ? Юридическое урегулирование ? 
Lafadomi Сложение, сложение, дополнительный 
Lafadofa Вычитание, вычитание 
Lafadosol Умножение, множитель, умножение, множественный, множимый 
Lafadola Разделение, отдельный, делитель, раздел, делимый 
Lafadosi Доля, распределение, выдача, совместное использование, распределение, распределение, дистрибьютор, распределитель, распределительный 
Lafaredo Тариф, налог, ставка, налоговые ставки, нормальная цена, фиксированный, неизменный, неизменный, справедливая цена, фиксированная цена 
Lafaremi Марка, этикетка, бирка, цена, индекс 
Lafarefa Четверть, четверть, кварта 
Lafaresol Третья 
Lafarela Половина 
Lafaresi Полный, дополнение, дополнительный, весь, целый, полностью, целиком, полностью, тщательно, сверху вниз, целиком, целиком 
Lafamido Снижение, сокращение, уменьшение, снижаться, уменьшаться, малость 
Lafamire Монетизация, бумажные деньги, бумажные ценности 
Lafamifa Счет, долг, вексель 
Lafamisol Минорная тональность
Lafamila Скидка, со скидкой, дисконтёр 
Lafamisi Одобрить, одобрение, индоссер 
Lafasoldo Валюта, деньги, наличные, денежный 
Lafasolre Золото, золотая монета 
Lafasolmi Плохие манеры, вульгарность, обычный, банальный, тривиальный, ненадлежащий, неуместный, тривиально 
Lafasolfa Серебро, серебряная монета, серебряная монета, серебряная монета, серебряная монета, серебросодержащий (содержащий серебро) 
Lafasolla Франк 
Lafasolsi Сантим 
Lafalado Мера, калибр, измерение, измеримый, измеритель, калибровщик 
Lafalare Пропорция, калибровать, размер, пропорция, калибровка, пропорциональный, пропорциональный, пропорционально 
Lafalami Геометрия, геометрический, геометрический, геометрически 
Lafalafa Литр 
Lafalasol Единица измерения - 100 квадратных метров 
Lafalasi Геодезия, акр, геодезист 
Lafasido Баланс, противовес 
Lafasire Взвешивание, вес, взвешивание 
Lafasimi Гравитация, тяжесть, тяжёлый, твёрдый, тяжело, массивно 
Lafasifa Грамм 
Lafasisol Один кубический метр 
Lafasila Куб, блок, кубический, кубический 
Lasoldore Дека 
Lasoldomi Гекто 
Lasoldofa Килограмм 
Lasoldosol Милли 
Lasoldola Сенти 
Lasoldosi Деци 
Lasolredo Кусок ткани/ткани/материала 
Lasolremi Расти, размер, большой, огромный, избыточный 
Lasolrefa Метр, метрический 
Lasolresol Разочарованный, разочарование, разочарование, разочарование, разочарованный, разочаровывающий 
Lasolrela Оказывать, восстанавливать, реституция 
Lasolresi Консолидировать, затвердевать, укреплять, делать твердым, сильным, прочным, долговечным, прочно 
Lasolmido Ошеломлять, делать глупым, глупость, безрассудство, глупость, тупость, грубый, глупый, отупляющий, ошеломляющий 
Lasolmire Образец, купон, ткань 
Lasolmifa Местоположение чего-либо, место 
Lasolmisol Уклон, перекос, косой, косой, поперечный, криво, косой, в сторону, поперек, наискосок 
Lasolmila Расширять, ширина, величина, протяженность, сфера, масштаб, широкий, полный, просторный, широко 
Lasolmisi Длина, длинный, продольный, продольно 
Lasolfado Показывать, выставлять напоказ, разложить, шоумен 
Lasolfare Выставлять напоказ, выставлять напоказ, экспонировать, экспозиция, выставка, экспонент, показывать 
Lasolfami Соответствовать, устанавливать 
Lasolfasol Важность, важный, значительный, значительный 
Lasolfala Патент, сертификат компетентности, свидетельство об изобретении 
Lasolfasi Патент, запатентованный 
Lasollado Бизнес, бизнесмен, деловая женщина, деловой агент 
Lasollare За исключением (гл.), исключение, исключительный, исключительно, за исключением, за исключением, кроме 
Lasollami Платежеспособность, платежеспособный (способный платить по долгам) 
Lasollafa Гарантия, страховать, гарантия, страхование 
Lasollasol Упаковка, упаковка, упаковщик
Lasollasi Экспорт, экспорт, экспортер 
Lasolsido Переговоры, переговоры, переговорщик 
Lasolsire Вернуться назад, снова взять, вернуть, повторить, возобновить, вернуть 
Lasolsimi Сомнение, недоверие, недоверчивый 
Lasolsifa Положить обратно, вернуть 
Lasolsisol Эквивалент, равный 
Lasolsila Преимущество, выгодный, выгодно 
Lasidore Мода, стиль дня, желаемый, запуск, моды, модный, вог 
Lasidomi Нижнее белье 
Lasidofa Фланец, воротник, жесткий воротник, накладной воротник 
Lasidosol Манжеты, рукава 
Lasidola Кружево, из Малин, из Англии 
Lasidosi Лента, шнур, полоса 
Lasiredo Дисплей, плакат, постер, знак 
Lasiremi Чулочно-носочные изделия, чулочно-носочный 
Lasirefa Пара, пара, пара, в паре с 
Lasiresol Вязать, вязать 
Lasirela Сетка, сетка, сеть, рыболовная сеть 
Lasiresi Вязание крючком, крючок для вязания 
Lasimido Трусость, трус, без смелости, трусливый 
Lasimire Накоплять, накапливать, складывать, укладывать, куча, накопление, масса 
Lasimifa Загромождать, перегружать, мешать, помеха 
Lasimisol Галантерея, продавец швейных материалов и одежды 
Lasimila Клубок ниток (Игольница?) 
Lasimisi Моток 
Lasifado Неделикатность, неделикатность, incelicately 
Lasifare Ярмарка, шоумен 
Lasifami Игрушки, игрушка, погремушки 
Lasifasol Кукла, куклы 
Lasifala Куклы, марионетки, кукла 
Lasifasi Лотерея 
Lasisoldo Бродяга, скитаться, ходить туда-сюда, авантюрист, бродяга 
Lasisolre Шарлатан, утверждать, что что-то делает хорошо (что на самом деле не очень хорошо делает), хвастаться, хвастаться, хвастовство, шарлатанство, хвастливый, хвастун, Самозванец 
Lasisolmi Взятка, продажный (мотивированный взятками), наемник (в первую очередь заинтересованный в зарабатывании денег за счет этики) 
Lasisolfa Сделать подделку, ложный, фальсификатор 
Lasisolla Иметь предубеждение, быть вредным, ранить, повреждать, неправильно, вред, невыгодное положение, пагубный, наносящий ущерб, невыгодный 
Lasisolsi Обанкротиться, банкротство, банкрот 
Lasilado Привратник, швейцар 
Lasilare Назначать, выделять, уступка 
Lasilami Вызов, вызов, запрос, вопрос, повестка, допрашивающий 
Lasilafa Протест 
Lasilasol Судебный процесс, дело, тяжба 
Lasilasi Выгода, выгода, прибыль, выгодоприобретатель, бенефициары, плодотворный, прибыльный, прибыльный, плодотворно, успешно 
Sidoredo Город, деревня, городок, деревня 
Sidoremi Забор, граница, ворота, барьер 
Sidorefa Район 
Sidoresol Соседство, площадь, квартал 
Sidorela Непрозрачность, непрозрачный 
Sidoresi Улица, тротуар, проезжая часть, дорога, тротуар 
Площадь Сидомидо (города)
Памятник Сидомире, триумфальная арка, обелиск, колонна, пирамида 
Здание Сидомифа, сооружение, замок, усадьба, дворец 
Префектура Сидомисол, ратуша, префект, субпрефект 
Сидомила Ратуша, мэр, заместитель мэра 
Муниципалитет Сидомиси, городской совет, городской совет, муниципальный 
Монастырь Сидофадо, монастырь, аббатство, монастырский 
Больница Сидофаре, хоспис, лазарет 
Гостиница Сидофами, отель, пансионат, пансионат, хостел, трактирщик Кабаре 
Сидофасол, ночной клуб, таверна, ресторан, ресторатор 
Кафе Сидофала, владелец кафе Рынок 
Сидофаси, базар, рыночная площадь 
Бульвар Сидосольдо, проспект, набережная 
Сидосольре Получать деньги, возвращать, возмещать, квитанция, возмещение, возврат, возвращаемый 
Сидосольми Однообразие, единообразие, однообразный, униформа 
Сидосольфа Аллея, проспект, проход 
Sidosolla Passage 
Sidosolsi Corridor, прихожая, лабиринт, лабиринт 
Sidolado Suburb, пригородный 
Sidolare Dock, подъем, дамба, плотина 
Sidolami River, речной 
Sidolafa Bridge, понтон 
Sidolasol Arch, арка, дуга 
Sidolasi Fountain 
Sidosido Centralize, централизация, центр, середина, центральный, посреди, центрально 
Sidosire Average, среднее, среднее из 
Sidosimi Angle, corner, клин, угловой, угловато 
Sidosifa Presence, present 
Sidosisol Realism, позитивизм, реалист, позитивист, реалистичный 
Sidosila Triangle, триангуляция, треугольный, треугольно 
Siredore Govern, правительство, губернатор, управляющий, правительственный 
Siredomi Force, заставить, обязать, требовать, подчинять, заставлять, ограничивать, ограниченный, вынужденный, обязательный, принудительный, обязательно, охотно, несмотря на (вопреки) 
Siredofa Голосовать, голосование, избиратель 
Siredosol Избирать, выборы, избранный, избирательный 
Siredola Деталь, давать подробности, детализируя, подробно 
Siredosi Представитель, заместитель, делегат 
Siremido Глухота, глухой, глухой 
Siremire Династия, династический 
Siremifa Империя, император, императрица, императорский, императорски 
Siremisol Королевство, суверенитет, король, королева, суверен, монарх, диктатор, королевский 
Siremila Правило, царствование, царствующий, трон 
Siremisi Суд, придворный, придворный 
Sirefado Княжество, принц, принцесса, высочество, княжеский 
Sirefare Облагораживать, присваивать титул, дворянство, аристократия, благородный, титулованный, аристократ, джентльмен, аристократический, аристократия, аристократ 
Sirefami Скромность, смирение, скромный, скромный, скромно, смиренно 
Sirefasol Герцог, герцогиня, маркиз, маркиза, граф, графиня, виконт, виконтесса, барон, баронесса 
Сирефала Рыцарство, рыцарство, рыцарь 
Сирефаси Герб, герб, щит
Siresoldo Назвать, иметь, титулованный, титул (почетный?), квалификация 
Siresolre Сире, ваше величество 
Siresolmi Мой господин, вы светлость, господин и т. д. (как обращение) 
Siresolfa Ваше Превосходительство (как обращение) 
Siresolla Ваше Преосвященство (как обращение) 
Siresolsi Ваше Величество (как обращение) 
Sirelado Сенат, Палата пэров, сенатор, пэр 
Sirelare Законодательный орган, Палата представителей, Учредительный 
Sirelami Государственный совет, государственный советник 
Sirelafa Сессия, встреча, заседание 
Sirelasol Консульство, посольство, консул, посол, вице-консул 
Sirelasi Учреждать, устанавливать, формировать, конституция, формирование, учредительный, конституционный, конституционно 
Siresido Дипломатия, дипломат, государственный деятель, дипломатический, дипломатично 
Siresire Политика 
Siresimi Дух партии, партийность, секта, партизан, прозелит, сектант, последователь 
Siresifa Империализм, роялизм, монархия, легитимность (законность?), имперский, королевский, монархист, роялист, монархический, монархически 
Siresisol Либерализм, либеральный 
Siresila Республика, республиканство, республиканский 
Simidore Министерство, министр, министерский, министерски 
Simidomi Бюрократия, бюрократ, бюрократический, бюрократически 
Simidofa Сверхштатный, помощник, заместитель командира, начальник, босс, глава (??) 
Simidosol Секретарь, секретарская работа 
Simidola Председательствовать, президентство, президент, вице-президент 
Simidosi Комиссия, комитет, член комитета 
Simiredo Усыновлять, усыновление, усыновляемый, для усыновления 
Simiremi Возмещать, возмещение, (компенсировать) 
Simirefa Компенсировать, компенсация, восполнить 
Simiresol Награда, возмещение, вознаграждение, оплата, вознаграждающий, награждающий 
Simirela Пенсия, пенсионер (регулярная выплата тому, кто больше не работает, или королевскому фаворит или художник или ученый, чтобы дать им возможность продолжить работу, которая представляет общественный интерес/ценность) 
Simiresi Уходить на пенсию, отставка, отставной 
Simifado Управлять, администрировать, направлять, администрация, управление, направление, руководство, администратор, директор, менеджер, административный, административно 
Simifare Попечительство, надзор, управляющий, суперинтендант 
Simifami Умеренный, умеренность, воздержание, трезвость, бережливость, умеренный, трезвый, бережливый, трезво 
Simifasol Управлять, управлять, управление, управление, менеджер 
Simifala Получать, сбор, доход, коллекционер, приемник 
Simifasi Платить зарплату, вознаграждение, зарплата, компенсация, платить 
Simisoldo Тьма, безвестность, темный, теневой, мрачно 
Simisolre Почва (гл.), тускнеть, пятно, грязь, пятно, грязь, пятнистый, грязный, грязный, нечистый, грязно 
Simisolmi Должность, местоположение
Simisolfa Занятость, работа, функция, ответственность, миссия, занятый, служащий, персонал, агент 
Simisolla Короткий, укороченный, обрезанный, урезанный, урезанный 
Simisolsi Добавить к, дополнить, прикрепить к, помощник 
Similado Журналистика, журнал, газета, журналист 
Similare Писать, облечь в слова, письмо, выражение, писатель 
Similami Вставить, вставить, вставка, интеркаляция, интеркалярный 
Similafa Статья, отчет, заявление, разоблачение 
Similasol Новости, новостной писатель 
Similasi Публиковать, обнародовать, провозглашать, публикация, обнародование, провозглашение, публицист, публичный, публично 
Simisido История, хроника, запись, историк, летописец, летописец, исторический, исторически 
Simisire Средние века 
Simisimi Мнение, сентимент, чувство 
Simisifa Двигаться назад, ретроградный, возвращаться, отступать, снижаться, вырождаться, отлив, распад, вырождение, ретроградный, ретроспективный, оглядываясь назад, назад 
Simisisol Современность, современный, современный (сущ. и прил.) 
Simisila Братство, брат, коллега, соратник 
Sifadore Доминировать, хозяин, порабощать, господство, владыка, доминирующий 
Sifadomi Узурпировать, присваивать, захватывать, вторгаться, узурпация, вторжение, присвоение, узурпатор, захватчик 
Sifadofa Угнетать, тиранить, угнетение, тирания, абсолютизм, деспотизм, произвольная власть, самодержавие, дискреционная власть, угнетатель, тиран, деспот, самодержец, угнетающий, тиранический, абсолютный, деспотичный, самодержавный 
Sifadosol Невыразимый, неописуемый, невыразимый 
Sifadola Отменять, упразднять, аннулировать, отменять, свергать, отзыв, упразднение, аннулирование, свержение, отвод 
Sifadosi Изгнание, изгнание, объявить вне закона, изгнание, изгнание (сущ.), изгнание, запрет, изгнание, сосланный, изгнанный, объявленный вне закона, экспатриант 
Sifaredo Национализировать, натурализовать, национальность, нация, королевство, государство, территория, национальный, национально 
Sifaremi Отечество, родина, родина, страна, соотечественник, земляк, согражданин 
Sifarefa Цивилизировать, очеловечивать, цивилизация, цивилизующий, цивилизованный, цивилизации 
Sifaresol Департамент, департаментский 
Sifarela Провинция, провинциальный 
Sifaresi Иностранный, иностранец, иностранный, из-за границы 
Sifamido Слабеть, слабость, немощь, немощь, слабый, хилый, болезненный, худой, тщедушный, немощный 
Sifamire Международный 
Sifamifa Неизвестный, неизвестный 
Sifamisol Буржуазия, средний класс, простолюдины, beurgeois, обычный, неблагородный, вульгарный 
Sifamila Поручать, комиссия, делегация 
Sifamisi Быть ответственным за, иметь комиссию, доверенное лицо, поверенный в делах 
Sifasoldo Указывать, назначать, указание, обозначение, индикатор, показательный, обозначение 
Sifasolre Траверс, крест, обход, поперек
Sifasolmi Грубость, невежливость, нецивилизованность, простоватость, хамский, грубый, невежливый, нецивилизованный, неотесанный, невежливый, вульгарно 
Sifasolfa Следовать, следующий, следующий 
Sifasolla Эскорт, сопровождать, эскорт (сущ.), шествие 
Sifasolsi Собираться, собираться, сбиваться в кучу, митинг, толпа, множество, толпы 
Sifalado Проходить, проходить 
Sifalare Встречаться, сталкиваться, встреча, консультация 
Sifalami Узнавать кого-то, признавать, выражать благодарность, узнаваемый 
Sifalafa Рандеву, встреча в согласованное время и в согласованном месте (обычно между двумя людьми) 
Sifalasol Различие, несходство, несоответствие, разный, непохожий, разнообразный, разнородный, по-разному, по-другому, иначе 
Sifalasi Клуб, «круг», члены клуба 
Sifasido Казино 
Sifasire Играть, играть в игру, игра 
Sifasimi Бильярд, пул, мяч, бильярдный шар, кегли (игра в боулинг в Европе) 
Sifasifa Карты, игральные карты 
Sifasisol Возраст, древность, антиквариат, старый антиквариат, готический, древний, в старину, прежде, когда-то, давно 
Sifasila Шахматы, шашки, домино, лото, фишка (покер?), карта 
Sisoldore Стипендия, ученый 
Sisoldomi Банк, банкир 
Sisoldofa Место (ценности), инвестиции 
Sisoldosol Неудача, не иметь успеха, неудача, невезение, поражение, разочарование 
Sisoldola Биржевой маклер 
Sisoldosi Биржа, меняла, разменный автомат 
Sisolredo Понижать, падение, уменьшение, низкий 
Sisolremi Рента, доход, выручка, получатель ренты 
Sisolrefa Купоны 
Sisolresol Акции, акционер 
Sisolrela Облигации (например, железнодорожных и других компаний) 
Sisolresi Увеличение, бык, высокий, верхний 
Sisolmido Казначейство, финансы 
Sisolmire Финансы, финансовый 
Sisolmifa Спекулировать, спекуляция, спекулянт, спекулятивный 
Sisolmisol Капитализировать, капитальные фонды, капитал, капиталист 
Sisolmila Интерес, интерес 
Sisolmisi Ростовщичество, ростовщик, биржевой маклер 
Sisolfado Ложь, фальшь, лицемерие, лжец, фальшивый, лицемерный, фальшиво, лицемерно 
Sisolfare Переодевание, маскировка, маскарад, маска, карнавал 
Sisolfami Кричать, вопить, кричать во все горло, плакать, кричать, глашатай 
Sisolfasol Ошеломлять, ошеломлять, изумлять, шум, суматоха, взрыв, гвалт, шумный, бурный, оглушающий, бурно 
Sisolfala Шок, оскорблять, скандал, дурной пример, шокирующий, оскорбительный, скандальный 
Sisolfasi Злоупотребление, неправильное использование, посягать, злоупотребление, избыток, оскорбительный, оскорбительно 
Sisollado Заселять, люди, население, люди, вульгарный, плебей, пролетарий 
Sisollare Демократия, демократ, демократический 
Sisollami Заговор, заговор, высиживание, интрига, плести (заговор), заговор, интрига, заговорщик, заговорщик
Sisollafa Разобщенность, недоразумение, проблема, разногласие, раздор, анархия, беззаконие, нарушитель, анархист, анархический 
Sisollasol Расстроить, исказить, несогласие, диссонанс, диссонирующий, неправильный 
Sisollasi Восстать, восстать, произвести революцию, восстание, восстание, бунт, бунт, революция, мятежный, фракционный, мятежник, революционер, мятеж 
Sisolsido Ущерб, вред, портить, грабить, вандализировать, уничтожать, растрачивать, разорять, мародерство, разграбление, опустошение, колоннада, опустошительный, злодей, негодяй, пират 
Sisolsire Разорение, нищета, падать в руины, крушение, щебень, обломки, остатки, остатки 
Sisolsimi Неопределенность, неопределенный, ненадежный, неопределенный, двусмысленный 
Sisolsifa Уничтожать, убивать, уничтожать, резня, убийство, разрушение, убийство, истребление, резня, разрушитель, убийца, душегуб 
Sisolsisol Разрушать, уничтожать, снос, отмена 
Sisolsila Падать, рушиться, крошиться, опрокидываться, проседание, оползень, обрушение 
Siladore Избегать, уклоняться, уклоняться, обходить, ускользать, сбегать, избегаемый 
Siladomi Недовольство, недовольный, недовольство 
Siladofa Бежать, сбегать, убегать, пустыня, беглецы, дезертир 
Siladosol Наблюдать, шпионить, устраивать засаду, дозорный, наблюдатель, эмиссар, шпион, бдительность, бдительный 
Siladola Поймать, ловушка, ловушка, сеть 
Siladosi Арестовать, арестовывать 
Silaredo Таможня, таможенник 
Silaremi Предоставлять допуск, право входа 
Silarefa Склад, склад 
Silaresol Монополизировать, монополия, налогообложение, налог, дань, взнос, налогоплательщик, вкладчик, данник 
Silarela Запрещать, запрещать, запрет, запрещение, запрещено, незаконный, запрещенный 
Silaresi Браконьерство, обман, мошенничество (в), браконьерство, контрабанда, мошенничество, браконьер, контрабандист, мошеннический, обманным путем 
Silamido Полиция, офицер полиции, полицейский, сержант полиции 
Silamire Полицейский участок, суперинтендант полиции 
Silamifa "Жандарм", вооруженная полиция, констебль 
Silamisol Национальная гвардия 
Silamila Гауптвахта, пост 
Silamisi Наблюдатель, вахта, фракция, руководитель, охранник, часовой, патруль, безопасный, надежный 
Silafado Бесчеловечность, жестокость, варварство, дикость, бесчеловечный, жестокий, варварский, дикий, кровожадный, мучитель 
Silafare Министерство/Государственный министр Silafami Министерство 
/Министр юстиции 
Silafasol Министерство/Министр иностранных дел 
Silafala Министерство/Министр внутренних дел 
Silafasi Министерство/Министр финансов 
Silasoldo Министерство/Министр войны 
Silasolre Министерство/Министр морского флота и колоний 
Silasolmi Министерство/Министр образования и религиозных дел 
Silasolfa Министерство/Министр сельского хозяйства, торговли и общественных работ 
Silasolla Импорт, импорт, импортер
Silasolsi Министерство/министр изящных искусств или Дома императора 
Silasido Орден Почетного легиона, легионер, член Почетного легиона 
Silasire Украшать, украшение 
Silasimi Великий офицер 
Silasifa Звание командора 
Silasisol Большой крест 
Silasila Утратить, потеря, дефицит, проигравший, потерянный, непоправимый, невозвратимый

;;	Extensions

Dodore Земля, мир, глобус, суша 
Dodomi Времена 
года Dodofa Зима 
Dodosol Весна 
Dodola Лето 
Dodosi Осень, осень 
Dorere Январь 
Domimi Февраль 
Dofafa Март 
Dosolsol Апрель 
Dolala Май 
Dosisi Июнь 
Reredo Июль 
Reremi Август 
Rerefa Сентябрь 
Reresol Октябрь 
Rerela Ноябрь 
Reresi Декабрь 
Redodo Один, первый, единичный, единица, только 
Remimi Два, второй, во-вторых, интервал секунды 
Refafa Три, третий, в-третьих, интервал терции 
Resolsol Четыре, четвертый, в-четвертых, интервал кварты 
Relala Пять, пятый, в-пятых, интервал квинты 
Resisi Шесть, шестой, в-шестых, интервал сексты 
Mimido Семь, седьмой 
Mimire Восемь, восьмой, октава 
Mimifa Девять, девятый 
Mimisol Десять, десятый 
Mimila Одиннадцать, одиннадцатый 
Mimisi Двенадцать, двенадцатый 
Midodo Тринадцать, тринадцатый 
Mirere Четырнадцать, четырнадцатый 
Mifafa Пятнадцатый, пятнадцатый 
Mimisol Шестнадцатый, шестнадцатый 
Milala Семнадцать , семнадцатый 
Misisi Восемнадцать, восемнадцатый 
Fafado Девятнадцать, девятнадцатый 
Fafare Двадцать, двадцатый 
fafami Тридцать, тридцатый 
Fafasol Сороковой, сороковой
Fafala		Пятьдесят, пятидесятый 
Fafasi		Шестьдесят, шестидесятый 
Fadodo		Восемьдесят, восьмидесятый
fadodo mimisol Девяносто, Девяностый
Farere		Сто, сотый 
Famimi		Тысяча, тысячный 
Fasolsol		Миллион, миллионный 
Falala		Миллиард, миллиардный 
Fasisi		Триллион, триллионный 
Solsoldo		Понедельник 
Solsolre		Вторник 
Solsolmi		Среда 
Solsolfa		Четверг 
Solsolla		Пятница 
Solsolsi		Суббота 
Soldodo		Воскресенье 
Solrere		Прошлое, бывший, прошлое 
Solmimi		Настоящее 
Solfafa		Будущее 
Sollala		Час 
Solsisi		Минута, секунда, момент, мгновение 
Lalado		Рассвет, сумерки 
Lalare		День, дневной свет, свет 
Lalami		Метеорология, явление, метеор 
Lalafa		Утро 
Lalasol		Вечер, сумерки 
Lalasi		Ночь, ночью 
Ladodo		Температура, климат 
Larere		Туман, дымка, туманный, дымчатый 
Lamimi		Влажность, мокрый, увлажнять, замачивать, влажный 
Lafafa		Снег, град, мокрый снег 
Lasolsol		Заморозки, изморозь, лед, ледяной 
Lasisi		Холодный, холодный, холодный 
Sisido		Дождь, ливень, ливень, дождливый 
Sisire		Ветер, бриз, зефир, порыв, ураган Облако, облачный 
Sisimi		Молния, вспышка 
Sisifa		Гром, шторм, бурный 
Sisisol		Жара, тепло, теплый, калорийный, с теплом, тепло 
Sisila		Атмосфера, воздух 
Sidodo		Звезда, планета, комета 
Sirere		Луна, лунный 
Simimi		Солнце, солнечный 
Sifafa		Свет, излучать, сияние, излучение 
Sisolsol		Небо, твердь, 
Silala		Млечный Путь, небесный купол, небесный 
Dodoredo		Духовенство, священство, священный сан, церковный, священник, аббат, «отец», священнический 
Dodoremi		Викариат, викарий 
Dodorefa		Пастор, пресвитерия, пресвитерианский 
Dodoresol		Епископ, епископальный (епископа) 
Dodorela		Архиепископ, митрополит 
Dodoresi		Кардинал 
Dodomido		Распятие, крест
Dodomifa Воскресение, воскрешение 
Dodomisol Рай, резиденция блаженных, Эдем 
Dodomila Ангел, херувим, архангел, серафим, ангельский, серафический 
Dodomisi Совершенство, полнота, исполнение, совершенный, завершенный, в совершенстве, безупречный 
Dodofado Папство, понтификат, Папа, святой отец, его святейшество, папский, понтификально 
Dodofare Освящать, посвящать, священный, посвященный, неприкосновенный, неприкосновенно 
Dodofami Благословлять, благословение 
Dodofasol Возрождать, возрождение, возрожденный 
Dodofala Апостольство, апостольство, апостол, ученик 
Dodofasi Миссия 
Dodosoldo Стремиться обратить, прозелитизм 
Dodosolre Ослаблять, расслаблять, освобождать, расслабление, освобождая 
Dodosolmi Евангелизировать, евангелие, Библия, Новый Завет, Евангелист, евангельский, евангельски 
Dodosolfa Катехизировать, катехизис, катехизатор 
Dodosolla Христианство, христианин, христиански, как христианин 
Dodosolsi Догма, учение, догматический, догматически
Dodolado Теология, теологический, теолог, теологически 
Dodolare Католицизм, Католичность, Католический (сущ.), Католический (прилаг.) 
Dodofare Освящать, посвящать, священный, посвященный, неприкосновенный, неприкосновенно 
Dodofami Благословлять, благословлять 
Dodofasol Возрождать, возрождение, возрожденный 
Dodofala Апостольство, апостольство, апостол, ученик 
Dodofasi Миссия 
Dodosoldo Стремиться обратить, прозелитизм 
Dodosolre Ослаблять, расслаблять, освобождать, расслабление, освобождать 
Dodosolmi Евангелизировать, евангелие, Библия, Новый Завет, Евангелист, евангельский, евангельски 
Dodosolfa Катехизировать, катехизис, катехизатор 
Dodosolla Христианство, христианин, христиански, как христианин 
Dodosolsi Догма, учение, догматический, догматически 
Dodolado Теология, теологический, теолог, теоглогически 
Dodolare Католицизм, Католичность, Католический (сущ.), Католический (прилаг.) 
Dodolami Протестантизм, Кальвинизм, Лютеранство, Протестантский, Кальвинист, Лютеранин 
Dodolafa Мухаммеданство, Мохаммед, магометанин 
Dodolasol Иудаизировать, иудаизм, еврейский, израильтянин, иудейский 
Dodolasi Язычество, язычник, язычник, языческий 
Dodosido Церковь, храм, собор 
Dodosire Шпиль, башня церкви 
Dodosimi Часовня, капеллан 
Dodosifa Алтарь, святилище, дарохранительница 
Dodosisol Кафедра, платформа 
Dodosila Проповедовать, проповедь, проповедник 
Doreredo Епархия, епархиальный 
Doreremi Приход, прихожанин 
Dorerefa Староста 
Doreresol Ризница, ризничий 
Dorerela Попрошайничество, сбор, проситель, нищий 
Doreresi Вносить вклад, вклад 
Domimido Богослужение, религиозная церемония, обряд, ритуал 
Domimire Процессия 
Domimifa Месса, Великая месса 
Domimisol Вечерня, вечерня, повечерие (вечерняя молитва) 
Домимила Спасение
Domimisi Angelus (католическое богослужение в память о Воплощении Иисуса (включая Hail Maria), произносимое утром, в полдень и на закате) 
Dofafado Easter 
Dofafare Ascension, праздник Вознесения 
Dofafami Fivecost 
Dofafasol Assumption Day 
Dofafala All Saint's' Day 
Dofafasi Christmas 
Dosolsoldo Sacrament, сакраментальный 
Dosolsolre Baptize, купель, крещение, крестильный 
Dosolsolmi Take Communion, приближаться к Святому Престолу, Святому Причастию, Евхаристии, Причастию, таинству, Тайной Вечере, Eucharistique 
Dosolsolfa Wafer, хлеб Причастия 
Dosolsolla Confirm, конфирмация (обряд, во время которого человек подтверждает свою веру и принимается в качестве полноправного члена церкви) 
Dosolsolsi Extreme Enction (помазание больных, особенно при подаче умирающим), Святые Масла 
Dolalado Litany, литании ( «призыв и ответ» (декламация в церковных службах или процессиях) 
Dolalare Произносить псалмы, петь псалмы, псалмопение, псалмопевец, псалом, песнопение 
Dolalami Псалтырь, пение (церковная музыка без сопровождения, исполняемая в унисон, взятая из литургии) 
Dolalafa Аналой, «мольберт» 
Dolalasol Мастер, певчий 
Dolalasi Каждение, ладан, кадило 
Dosisido Семинар, семинарист 
Dosisire Новичок, послушник 
Dosisimi Быть обращенным, обращенный, оглашенный, неофит 
Dosisifa Посвятить себя, предаваться, рвение, пыл, ревностный, ревностный 
Dosisisol Четки, венчик 
Dosisila Прихожанин, Часослов, требник, миссал 
Doredodo Иезуитизм, иезуит, иезуитский 
Doremimi Конгрегация, приходская 
Dorefafa Canon, канонический 
Doresolsol Картезианский, картезианский монах (монах или монахиня «строгого созерцательного» ордена, основанного святым Бруно в 1084 году) 
Dorelala Религиозный человек, монах, капуцин (монах, принадлежащий к ветви францисканского ордена), траппист 
Doresisi Попрошайничество, нищенство, попрошайка, нищий, нищий 
Domidodo Умерщвление себя, изнурять себя, терзать себя, мученичество, умерщвление, изнурять себя, аскеза, суровый, сурово 
Domirere Власяница, власяница, дисциплина 
Domifafa Пост, постящийся, постящийся 
Domisolsol Юбилейный 
Domilala Великий пост 
Domisisi Суеверие, суеверный, суеверно 
Dofadodo Фанатизм, лицемерие, фанатик, лицемер 
Dofarere Фанатизм, фанатичный 
Dofamimi Сзади, сзади, тыл, назад 
Dofasolsol Преследовать, преследование, гонитель, преследующий 
Dofalala Проклинать, проклинать, отлучать, предавать анафеме, проклятие, осуждение, отлучение, анафема, проклятие 
Dofasisi Пороть, мучить, пытка, бичевание, мученичество, пытка
Dosoldodo Наказывать, карать, наказание, наказание, исправительный, исправления 
Dosolrere Быть проклятым, проклятым, отлученным, проклятый, проклято 
Dosolmimi Искушать, пытаться, искушение, искуситель, пытаться, искушать 
Dosolfafa Грешить, грешник, грешный 
Dosollala Раскаяться, покаяние, сокрушение, раскаяние, кающийся, сокрушающийся 
Dosolsisi Становиться на колени, преклоняться, коленопреклонение, земной поклон, коленопреклонение, ниц 
Doladodo Признавать, принятие 
Dolarere Признавать, исповедь, кающийся 
Dolamimi Выслушивать исповедь, исповедальный, исповедальная, трибуна покаяния, духовник 
Dolafafa Примирять, заделывать, чинить, репатриировать, примирение, примиряющий 
Dolasolsol Избавлять, спасать, спасать, избавитель, спаситель 
Dolasisi Защищать, покровительствовать, защита, покровительство, протекторат, покровительство, защитник, покровитель, покровительница 
Dosidodo Прославлять, воздавать славу, прославление 
Dosirere Наставлять, подавать хороший пример, назидание, назидательный, образцовый, образцово 
Dosimimi После, позже, позднее 
Dosifafa Блаженствовать, беатификация, блаженство, блаженный 
Dosisolsol Восхищаться, быть в восторге, бредить, изумляться, восхищение, экстаз, поклонник, поклонник, восторженный, изумленный, признательный, восхищенный 
Dosilala Уважать, почитать, почитать, уважать, почитать, почитать, почитать, благоговение, почитание, почтительный, почтительно, благоговейно 
Reredore Строить, возводить, строительство, архитектура, строитель, архитектор, архитектурный 
Reredomi План, перспектива, план этажа 
Reredofa Леса, леса 
Reredosol Ходули, кол, пикет, шест, трость, копье 
Reredola Строить, кладка, строительство, каменщик 
Reredosi Возводить стену, стена, перегородка 
Reremido Штукатурка, штукатур 
Reremire Известняк, негашеная известь, гашеная известь, гидравлическая известь 
Reremifa Камень, камень, каменистый, скалистый 
Reremisol Песок, пескоструйный аппарат, песок, песчаный 
Reremila Асфальт, битум, битумный 
Reremisi Бензин, нефть, нефть, нафта 
Rerefado Мощение, мощение, мощение, щебень, укладчик, мощеный 
Rerefare Плитка, плитка, кирпич 
Rerefami Двор, суд 
Rerefasol Хранилище, туннель, длинный свод 
Rerefala Пост, столб 
Rerefasi Укрепление, укрепление, вал, парапет 
Reresoldo Крепость, цитадель, форт, бастион 
Reresolre Казарма, казармы 
Reresolmi Быть гарнизоном, быть размещенным, гарнизон 
Reresolfa Терраса, плато, эстрада, эспланада 
Reresolla Башня, башенка, минарет, донжон, киоск 
Reresolsi Кренелировать (снабжать стену здания зубцами), выемка, прорезь, окно, зубцы, щель, зазор 
Rerelado Купол, купол 
Rerelare Верх, вершина, пик, вершина 
Rerelami Чердак, чердачное помещение, мансарда
Rerelafa Поставить потолок, потолок 
Rerelasol Крыша, кровля 
Rerelasi Шифер 
Reresido Громоотвод, шпиль, столб, планка 
Reresire Желоб 
Reresimi Траншея, канава, ров, бассейн, резервуар 
Reresifa Болото, болото, водно-болотное угодье, топкий, илистый, топкий 
Reresisol Грязь, ил, трясина, илистый, слизь, навоз, илистый, топкий, скользкий 
Reresila Канализация, дренаж, выгребная яма, раковина 
Redodore Пещера, грот, пещера, логово, карьер, катакомба 
Redodomi Палисад, шпалера, забор 
Redodofa Беседка, роща, перелесок 
Redodosol Питомник (деревьев), питомник 
Redodola Виноградник, винодел, винодел 
Redodosi Теплица 
Remimido Глазурь, остекление, стекольщик, стекло, окна 
Remimire Решетка, шпалера, grating, mesh, grille 
Remimifa Mill, miller 
Remimisol Barn, stable, shed, cowhage 
Remimila Forage, grazing, fodder, hay, grass, soloma, solona, ​​clover, lumer 
Remimisi Manure, mineral, dung 
Refafado Gear, meshed, gears 
Refafare Pulley 
Refafami Lock, locksmith, padlock 
Refafasol Antidote, counter-poison 
Refafala Clef, key 
Refafasi Bolt, safety lock 
Resolsoldo Woodwork, woodworker, woodman 
Resolsolre Wood, timber, woodwork 
Resolsolmi Plane, shave, level, flatten, buff, smooth, equalize, even, flattening, polished, sleek 
Resolsolfa Flatten, flattening, flattening 
Resolsolla Horizontality, horizon, horizontally, horizontally 
Resolsolsi Verticality, vertically, vertically, vertically, vertically 
Relalado Furnituremaking, cabinetr 
Relalare Inlay, marquetry, inkled 
Relalami Surface, top, surface, поверхностно 
Relalafa Ebony, rosewood, mahogany, nuts 
Relalasol Carpentery, carpenter 
Relalasi Plank, flooring, board, floor 
Resisido Mechanics, machine, device, mechanic, machineist, mechanical, mechanically 
Resisire Lever 
Resisimi Cylinder, roller, cylinder 
Resisifa Tube, pipe, conduit, piping 
Resisisol Bar, block, line 
Resisila Rails, paths, railway line 
Redorere Tank, tank, basin, container 
Redomimi Valve 
Redofafa To be healthy, health, located, healthy 
Redosolsol Nut (of a screw) 
Redolala Screw 
Redosisi Injustity, favorial treatment, favor, iniquity, misevery, misevery, iniquitous, miseveryly, misevery 
Remidodo Turning, currenter, turner 
Remirere To make something round, ball, round 
Remifafa Encircle, environmental wall, круг, контур, очертание, окружность, вокруг, круговой, круглый, циркулярно 
Remisolsol Выпячиваться, выступ, выступающий, выпуклый
Remilala Овальный, продолговатый 
Remisisi Делать квадратным, квадратным 
Refadodo Нечестивый, оскверняющий, богохульство, осквернение, святотатство, осквернитель, осквернитель 
Refarere Кузница, ковка, кузнец 
Refamimi Кузнец, подковщик, подковывание 
Refasolsol Подкова 
Refalala Наковальня 
Refasisi Зажим, тиски 
Resoldodo Затягивать, нажимать, сжимать, уплотнять, сдавливание, давление, сжимать, конденсация, компактность, плотность, плотный, прессованный, сжатый, твердый, компактный, плотный 
Resolrere Плоскогубцы 
Resolmimi Щипать, зажимать 
Resolfafa Молоток (гл.), молоток (сущ.), колотушка, молотобойец 
Resollala Толкать, нажимать, давление, сила, толчок, толкать 
Resolsisi Вдавливать, вбивать, забивать, вставлять, придавливать, ввинчивать, вдавливать, погружать, тонуть, вбивать 
Reladodo Баланс (гл. и сущ.), равновесие, балансир, вертикальный, сбалансированный 
Relarere Пружина, эластичность, растягиваться, эластичный 
Relamimi Сторона, край, с этой стороны, где-то здесь, в области, таким образом 
Relafafa Справа (направление), справа 
Relasolsol Вешать, крючок, повесить на, зацепить, зацепленный, повешенный 
Relasisi Крюк (сущ.), крюк мясника, шпилька 
Residodo Оснащать, инструмент, оснащенный 
Resirere Ручка, рукоятка 
Resimimi Лезвие 
Resifafa Топор, топорик 
Resisolsol Пила, пилорама, опилки 
Resilala Подпиливать (вниз), напильник (например, пилка для ногтей) 
Mimidore Но (союз), хотя, только 
Mimidomi Однако, все же, тем не менее 
Mimidofa Учитывая, что, учитывая, что, тогда как 
Mimidosol Если, при условии, что, при условии, что, при условии 
Mimidola Пока, в то время как, когда, как, в то же время, в течение времени, когда 
Mimidosi До, пока, пока, до, до, до, до, до точки, даже 
Mimiredo Под, под, ниже, под 
Mimiremi Как, как, похожий, такой как 
Mimirefa Присоединяйтесь, соединение, прилипание, адгезия, стык, прилипший, смежный, присоединение, соединение, примыкающий, близко к, рядом, около, против 
Mimiresol Между, среди, среди, среди, среди, в середине 
Mimirela Через 
Mimiresi На, на, над, поверх, над 
Mimifado Спереди, спереди, перед, перед, спереди, спереди 
Mimifare Лицом к лицу, визави, лицом, напротив, поперек, в присутствии 
Mimifami Фронтальный, перед, в линию, в ряд 
Mimifasol Везде, повсюду, где угодно, по всему, в любом месте, где бы то ни было 
Mimifala За пределами, дальше, дальше 
Mimifasi В другом месте, с другой стороны, более того, с другой стороны, в другом месте 
Mimisoldo Где, в каком месте 
Mimisolre В, среди, среди 
Mimisolmi Здесь, отсюда, отсюда, из этого места, этого места
Mimisolfa Там, оттуда, с того места, оттуда 
Mimisolla С другой стороны, с противоположной стороны 
Mimisolsi Конец, оконечность, кончик, в конце 
Mimilado Частота, частый, часто, часто, большую часть времени, почти всегда 
Mimilare Долгое время, в долгосрочной перспективе, продолжительно 
Mimilami Некоторое время до 
Mimilafa Некоторое время после 
Mimilasol Иногда, время от времени, иногда, время от времени, время от времени, время от времени, временами 
Mimilasi В каждый момент, от одного момента к другому 
Mimisido Ранний, ранее 
Mimisire Очень скоро, в одно мгновение (предположительный перевод) 
Mimisimi Сейчас 
Mimisifa Скоро, немного, вскоре, в ближайшем будущем 
Mimisisol Немедленно, как только 
Mimisila Рано или поздно 
Midodore Сколько, сколько, какое количество 
Midodomi Как можно больше, как можно больше 
Midodofa Столько же, не меньше, ровно столько же, не больше не меньше, одинаково 
Midodosol Больше, дальше, снова, больше, увеличенный, плюс 
Midodola Превышать, переступать, избыток, излишек, чрезмерный, слишком много, слишком много, неумеренный, несдержанный, неумеренно, чрезмерно 
Midodosi С 
Mireredo Любой, что угодно, все, что угодно, неважно 
Mireremi Неважно, неважно, неважно, не имеет значения 
Mirerefa Только, не только 
Mireresol Мало-помалу, постепенно, незаметно, постепенно, степенями 
Mirerela Жаль, какой стыд 
Mireresi Как хорошо, хорошо (как выражение) 
Mifafado О, по поводу 
Mifafare Так что, чтобы, чтобы, такой, чтобы, в результате чего, гарантируя, что 
Mifafami Вместо, вместо, а не, вместо 
Mifafasol Короче говоря, вкратце 
Mifafala Так сказать, так сказать, так сказать, в манере говорить 
Mifafasi Наконец, наконец 
Misolsoldo Поэтому, таким образом, следовательно, так и так, отсюда 
Misolsolre Шероховатость, резкость, шероховатость, грубый, корявый, неровный 
Misolsolmi Так, как это, таким образом 
Misolsolfa В отличие от, по контрасту, однако, с другой стороны 
Misolsolla В основном, в основном, особенно, прежде всего, в частности, больше всего 
Misolsolsi Тогда 
Milalado Поскольку, потому что 
Milalare Относительно, что касается, в отношении, по отношению к 
Milalami Когда, в какое время 
Milalafa Несколько, некоторые, многие, несколько, множественность, множественное число 
Milalasol Несмотря на, несмотря на 
Milalasi Хотя, хотя, в то время как, даже несмотря на 
Misisido Уже 
Misisire Без 
Misisimi В 
Misisifa Согласно, в соответствии с, следующий, следующий 
Misisisol К, к 
Misisila Поскольку, с тех пор (с некоторого времени)
Midorere Приближение, приблизительный, приблизительно, почти, около, почти так, практически 
Midomimi Около, на грани, на грани, как раз перед 
Midofafa Много, так много 
Midosolsol Также, слишком 
Midolala То же самое, тот же 
Midosisi По-своему, как ему заблагорассудится, по-своему, по-своему 
Miredodo Больше, кроме того, более того, также, далее 
Miremimi Так, настолько, что, до такой степени, что, в такой степени, что 
Mirefafa Для, потому что 
Miresolsol Так что, для того, чтобы 
Mirelala Возможно, возможно, может быть 
Miresisi Более того, кроме 
Mifadodo Один перед другим 
Mifarere Поочередно, альтернативно, поочередно, один за другим 
Mifamimi Ни тот, ни другой 
Mifasolsol Ни в коем случае, никак 
Mifalala Любой, кто угодно, каждый, кто бы ни 
Mifasisi Не связанный 
Misoldodo То есть, например, другими словами, например 
Misolrere Ранний, раньше времени, ранний час 
Misolmimi Во всех отношениях, во всех отношениях, по всякой мере 
Misolfafa По случаю, о, относительно 
Misollala Принимая во внимание, в сравнении, учитывая, что, учитывая, что 
Misolsisi Тем временем 
Miladodo В какой степени? В какой степени? 
Milarere Ну? 
Milamimi Когда иметь место? Когда было (со знаком прошлого)? 
Milafafa Когда это произошло? 
Milasolsol Что вы скажете? 
Milasisi Что произошло? Что случилось? Что нового? 
Misidodo Во-первых, во-первых, в первую очередь, прежде всего 
Misirere Кто это? Кто идет туда? 
Misimimi Еще (например, прекращение действия) 
Misifafa Увы! 
Misisolsol Extreme, последняя точка, конечная точка 
Misilala Last, наконец 
Fafadore Испытывать боль, болеть, ныть, недомогание, болезнь, недуг, больной, нездоровый, нездоровый, больной, в плохом здравии, болезненный 
Fafadomi Консультация (у профессионала), консультация, консультант, консультативный, совещательный 
Fafadofa Медицина (искусство), врач, медик, медицинский 
Fafadosol Хирургия, sergeon, sergical, для хирургии 
Fafadola Стоматология, дантист 
Fafadosi Окулист, глазной врач 
Fafaredo Прописывать, рецепт 
Fafaremi Отмерять, доза, порция, часть, партия 
Fafarefa Таблетка 
Fafaresol Pharmacie, аптека, фармацевт, аптекарь, фармацевт, фармацевтический 
Fafarela Аллопатия (лечение болезней обычными средствами, т. е. лекарствами, имеющими противоположное действие симптомов), аллопатический 
Fafaresi Гомеопатия, гомеопат, гомеопатический 
Fafamido [глагольная форма (botanise?)], травничество, травник, травы 
Fafamire Medicate, лекарство (гл.), лекарство, снадобье (сущ.), лекарственный
Fafamifa Средство (гл.), исправить, устранить, средство (сущ.), поправимый 
Fafamisol Реагировать, реакция, реакционный, реактивный 
Fafamila Пластырь, прижигать, волдырь 
Fafamisi Мазь 
Fafasoldo Помада 
Fafasolre Сало 
Fafasolmi Смазывать, смазывать, смазывать, масло, маслянистость, жирный, маслянистый, маслянистый 
Fafasolfa Припарка, катаплазма, компресс (сущ.; тканевая подушечка) 
Fafasolla Льняное семя 
Fafasolsi Загустевать (жидкости), сгусток, коагулировать, застывать, свернуться, загустение, коагуляция, застывание, свернувшийся, густой, коагулированный, застывший 
Fafalado Разбавлять водой, добавлять воду, разбавлять, разбавлять 
Fafalare Слева, влево 
Fafalami Готовить, запекать, готовить, приготовленный 
Fafalafa Кипятить, пузыриться, бродить, кипение, брожение, шипение, пузырение, шипучий 
Fafalasol Плавить, растворять, разжижать, плавление, плавление, растворитель, расплавленный, расплавленный, растворенный, сжиженный, растворимый 
Fafalasi Ароматизировать, ароматизация, ароматический 
Fafasido Испаряться, выдыхать, испаряться, испарение, выдох, летучесть, испарение, улетучивание, пар, испарение, летучий, парообразный 
Fafasire Перегонять, перегонка, дистиллятор, винокурня 
Fafasimi Очищать, квинтэссенция, квинтэссенция 
Fafasifa Масло (чего-либо), ароматическое масло 
Fafasisol Лимонад 
Fafasila Шипеть, пениться, шипеть, пенистый, пузыристый, пенистый 
Fadodore Удерживать, сохранять, поддерживать, продолжать 
Fadodomi Отвлекать, сдерживать, отговаривать 
Fadodofa Предотвращать, останавливать, помеха, вмешательство, мешающий, препятствие, барьер, обструкция 
Fadodosol Ухаживать, заботиться, поддерживать, содержать в хорошем состоянии, уход, обслуживание, осторожный, тщательно 
Fadodola Ремонтировать, восстанавливать, ремонтировать, репарация, rapairer, поправимый 
Fadodosi Принимать меры предосторожности, защищать себя, осторожность, деликатно 
Fareredo Сохранять, охранять, консервант 
Fareremi Вакцинировать, вакцина 
Farerefa Кормить грудью, лактировать, грудное вскармливание, лактация 
Fareresol Режим, диета, план, схема, лечение, терапия, лечение 
Farerela Исцелять, вылечивать, исцеляющий, излечимый 
Fareresi возрождаться, возрождение, обновление, возрождение, возрождение 
Famimido Выздоровление, выздоравливающий 
Famimire Темперамент, цвет лица 
Famimifa Тело, организм, физическая структура, органы, органический 
Famimisol Здоровье, здоровый, здорово 
Famimila Чистить, делать чистым, дезинфицировать, санитария, гигиена, санитарный, безопасный, гигиеничный 
Famimisi Эффективность, действенный, полезный, эффективно 
Fasolsoldo Откармливать, становиться толстым, избыточный вес, толстый, пухлый, пухлый, пухлый, округленький 
Fasolsolre Свежесть, свежий, новый, недавно, недавно 
Fasolsolmi Переваривать, пищеварение, пищеварительный
Fasolsolfa Чихать, чихать, чихающий (вызывающий чихание) 
Fasolsolla Сморкаться, носовой платок 
Fasolsolsi Зевать, зевать 
Falalado Охрипнуть, осиплость голоса, потеря голоса, афония, осипший 
Falalare Простудиться, простуда, грипп, коклюш 
Falalami Кашлять, кашлять, кашлять 
Falalafa Слюнотечение, слюнотечение, плеваться, отхаркивать, слюна, мокрота, отхаркивание, отхаркивающее 
Falalasol Астма, астматический 
Falalasi Чахотка, туберкулез, чахотка, гектический, чахоточный, туберкулезный, легочный 
Fasisido Стать теплым, теплым, остывать, тепловатый, охлаждающий 
Fasisire Плеврит, воспаление легких, плевритический 
Fasisimi Ларингит, бронхит, гортань, бронхи 
Fasisifa Тонзиллит, миндалины, ангина, мембранозная ангина 
Fasisisol Железа, железистый 
Fasisila Зоб, зобный (опухоль на задней части шеи из-за увеличения щитовидной железы) 
Fadorere Вливать, размачивать, настой, мацерация 
Fadomimi Полоскание горла 
Fadofafa Глотать, глотать 
Fadosolsol Капля, капать, капать 
Fadolala Сироп, сиропообразный 
Fadosisi Смягчать, смягчать, облегчение, смягчение, смягчитель 
Faredodo Жевательная резинка 
Faremimi Разъединять, разделять, дизъюнкция 
Farefafa Делать тусклым (безвкусным), пресным, увядающим, вялым, незначительным, безвкусным, незначительным, пресным 
Faresolsol Острота, едкий, разъедающий 
Farelala Резкость, горечь, резкий, горький, резко, горько 
Faresisi Подкислять, кислотность, кислота 
Famidodo Ожесточать, кислый, резкий, терпкий, кислый 
Famirere Камфора 
Famifafa Наркотический, лекарственный, снотворное, опиум, белена, белладонна 
Famisolsol Хлороформ 
Familala Эфиризировать, этерификация, эфир, серный эфир, азотный или фосфорный эфир, минеральный или ископаемый эфир, эфирный 
Famisisi Отрицать, отрицать, отрицание, отрицание 
Fasoldodo Скольжение, слайдер, скользящий 
Fasolrere Растяжение связок 
Fasolmimi Скручивание, напряжение, ушиб, повреждение, синяк 
Fasolfafa Травма, рана, раненый 
Fasollala Платье, повязка, перевязка (раны), гипс 
Fasolsisi Меньшинство, немногие, незначительный, минимум 
Faladodo Оперировать, операция, оператор 
Falarere Шрам, рубцевать, шрам, рубец, рубцевание 
Falamimi Бинт, лигатура, повязка на голову 
Falafafa Ремень, перевязь, подвязка 
Falasolsol Калека, калека, инвалид, недееспособность, инвалид, увечный, покалеченный 
Falasisi Деформация, деформированный 
Fasidodo Хромота, хромота, шатающийся, хромой 
Fasirere Человек, у которого ампутированы обе ноги 
Fasimimi Горбун, горбатый 
Fasifafa Рахит, рахит, рахитический, рахитический
Fasisolsol Ортопедия, ортопед, ортопедический 
Fasilala Анатомировать, анатомия, анатомист, анатомический, анатомически 
Solsoldore Суставы, сочленения, суставной 
Solsoldomi Нервы, нервный 
Solsoldofa Мышца, волокно, нить, связка, мышечный, мускулистый, волокнистый, нитевидный, связочный 
Solsoldosol Желчь, юмор, желчный 
Solsoldola Слизь, слизи 
Solsoldosi Лимфа, мокрота, лимфатический, флегматичный 
Solsolredo Мигрень, головная боль, невралгия, невралгический 
Solsolremi Рвота, рвота, рвотный, рвотный 
Solsolrefa Пот, транспирация, транспирация 
Solsolresol Водянка, отек, водянка, отечный, отечный, гидропический 
Solsolrela Набухать, набухать, раздуваться, опухать, инфляция, опухший 
Solsolresi Затягивать, Растягивать, напряжение, растяжение 
Solsolmido Лихорадка, лихорадочный 
Solsolmire Дрожь, дрожь, озноб, озноб, дрожание, трепет 
Solsolmifa Пульс, пульсация, биение, биение, пульсация 
Solsolmisol Аневризма, аневризма 
Solsolmila Сердце 
Solsolfado Подагра, ишиас, амавроз 
Solsolfare Боль, ломота, пульсация, спазмы 
Solsolfami Ревматизм, ревматический 
Solsolfasol Паралич, паралитический 
Solsolfala Каталепсия, каталептический 
Solsolfasi Эпилепсия, столбняк, эпилептический 
Solsollado Камень 
Solsollare Мочевой пузырь 
Solsollami Гениталии, уретра 
Solsollafa Зонд, датчик, зонд 
Solsollasol Matrix 
Solsollasi Менструации, менструальные выделения, период, менструальный 
Solsolsido Периодичность, период, периодический, периодически 
Solsolsire Кровотечение, кровотечение, кровоизлияние 
Solsolsimi Апоплексия, инсульт, апоплексический 
Solsolsifa Геморрой, геморроидальный 
Solsolsisol Течь, «бежать», ползти, струиться, текла, выделения, потеря, текущий, струящийся, жидкость, ликвидность 
Solsolsila Лейкорея, лейкорея 
Soldodore Whitlow (абсцесс в мягких тканях около ногтя руки или ноги) 
Soldodomi Меньший, нижний, незначительный, меньше, наименьший, меньше того 
Soldodofa Обморожение, отморожение 
Soldodosol Растрескивание, трещина 
Soldodola Укол, укол, прокалывание, инъекция, выстрел, укол, пикантный, кусающий, жалящий 
Soldodosi Царапина, натирание, царапина, ссадина, болезненность 
Solreredo Кнопки 
Solreremi Прививать, вакцинировать, прививка, вакцинация, инокулятор 
Solrerefa Непоправимый, непоправимо 
Solreresol Оспа 
Solrerela Чесотка, чесотка, стригущий лишай, чесоточный 
Solreresi Проказа, 
прокаженный Solmimido Парша, чесоточный 
Solmimire Зуд, зуд, зуд, почесуха 
Solmimifa Скрести, скребок 
Solmimisol Воспаление, воспаление, воспламеняющийся
Solmimila Гангрена, портиться, гангрена, гангренозный 
Solmimisi Разлагаться, разложение 
Solfafado Опухоль, абсцесс, заполнение жидкостей Solfafare 
Золотуха, золотушный 
Solfafami Цинга, цинготный 
Solfafasol Рак, раковый 
Solfafala Язва, свищ, язва, мягкий шанкр 
Solfafasi Стать укоренившимся, застарелым, хроническим, укоренившимся 
Sollalado Вводить, шприц, инъекция, клизма, шприц 
Sollalare Очищать, очищать, очищение, слабительное, слабительное, очищающее 
Sollalami Касторовое масло, вода Зейдлица, сенна 
Sollalafa Эвакуировать, изгонять, выталкивать, эвакуация, изгнание 
Sollalasol Экскременты, какашки, какашки, понос, диарейный, экскременты 
Sollalasi Мочиться, писать, моча, моча, пи 
Solsisido Отхожие места, туалет, уборная, ванная 
Solsisire Сточные воды, опорожнитель 
Solsisimi Заражать, вонять, инфекция, зловоние, вонь, зловонный, отвратительный, отталкивающий, ужасающий, вонючий, зловонный 
Solsisifa Гниль, гнилой, испорченный, затхлый 
Solsisisol Червь, личинка, паразит 
Solsisila Вызывать отвращение, быть отвратительным, отталкивать, вызывать тошноту, отвращение, отвратительный 
Soldorere Истечение, дефлюксия, воспаление, офтальмия 
Soldomimi Рожа 
Soldofafa Корь Soldosolsol Скарлатина 
Soldolala Брюшной тиф 
Soldosisi Вирус, оспа 
Solredodo Зараза, заразный 
Solremimi Эпидемия 
Solrefafa Чума, холера, жертва чумы, холерный 
Solresolsol Колики, тенезмы, муки 
Solrelala Спазм, конвульсия, спастический, судорога, судорога
Solresisi Яд, отравление, отравитель, яд, яд, ядовитый, ядовитый 
Solmidodo Ад, вечный огонь, адский 
Solmirere Бледный, увядать, обесцвечиваться, бледность, обесцвечивание, бледный, выцветший, истощенный, бледный 
Solmifafa Обморок, шататься, падать в обморок, шатаясь, без сознания, не осознавать 
Solmisolsol Ослабевать, томиться, увядать, вянуть, перенапряжение, изношенный, ослабевающий, вялость, этиоляция, истощение, томление, погибающий, этиолированный, увядший, изнуренный, изнуренный 
Solmilala Стать худым, стройным, истончением, потеря веса, истощение, худоба, чахлость, худой, истощенный, изможденный, костлявый, тощий 
Solmisisi Волочить ноги, слоняться, хандрить, волочить (сущ.), волочащийся, слоняющийся 
Solfadodo Удушье, асфиксия 
Solfarere Тяготеть, бремя, онемение, тяжесть, оцепенение, отягощенный, тяжелый, обремененный 
Solfamimi Нигде, ни в каком месте 
Solfasolsol Летаргия, летаргический 
Solfalala Опасность, опасность, ловушка, камень преткновения, опасный, гибельный 
Solfasisi Жертва 
Solladodo Душить, душить, удушение, душитель, чокер 
Sollarere Угнетать, душить, угнетение, удушение, удушение, удушение 
Sollamimi Кризис 
Sollafafa Предсмертные муки, умирание Sollafafa Агония, умирающий 
Sollasolsol Похороны, захоронение, похоронщик 
Sollasisi Саван (погребальная одежда) 
Solsidodo Гроб, гроб 
Solsirere Похороны, погребение, погребальный 
Solsimimi Похороны, захоронение 
Solsifafa Гробница, склеп, мавзолей, могильный 
Solsisolsol Могильщик 
Solsilala Кладбище, место упокоения 
Laladore Табак, табакерка 
Laladomi Нюхательный табак, нюхать, нюхать табак, человек, который нюхает табак 
Laladofa Курить, курить, дымить, курильщик 
Laladosol Сигара 
Laladola Трубка 
Laladosi Курительная берлога, таверна, бар, кабачок 
Lalaredo Литературный кабинет 
Lalaremi Подписка, подписка, подписчик 
Lalarefa Подписка, подписка, подписчик 
Lalaresol Рассчитывать, полагаться, зависеть от 
Lalarela Книжный магазин, книжный магазин, продавец книг 
Lalaresi Изменить, издание, редактор 
Lalamido Печать, пресса, печать, печатник 
Lalamire Вытягивать (карту, жребий и т. п.), выбирать наугад 
Lalamifa Печатная форма (из металла, пластика или бумаги; на ней должно быть изображение, которое должно быть напечатано на бумаге) 
Lalamisol Сшивать (книгу), переплет, переплетное дело, переплетчик 
Lalamila Формат, размер, in folio (изготовлен из листов бумаги, сложенных один раз в два листа), quarto (сложенных в четыре листа (восемь страниц)), octavo (сложенных в восемь листов (шестнадцать страниц)), duodecimo (сложенных в 12 листов (24 страницы)) 
Lalamisi Упаковывать, картон, производитель картона, коробка, картон 
Lalafado Часовое дело, часы, часовщик 
Lalafare Позолота, золочение, позолотчик 
Lalafami Серебряная пластина, столовое серебро, серебряник, серебристый 
Lalafasol Отсутствие опасности, безопасность, защищенность, безопасный, надежный 
Lalafala Золотое дело, ювелир 
Lalafasi Скобяные изделия, хозяйственный магазин 
Lalasoldo Ювелирные изделия, ювелирные изделия, драгоценности, ювелир 
Lalasolre Собирать, собирать, группировать, сборка, коллекция 
Lalasolmi Цепь, ожерелье 
Lalasolfa Кольцо, завет, группа 
Lalasolla Жемчуг, жемчуг 
Lalasolsi Гагат (минерал), лигнит 
Lalasido Драгоценные камни, драгоценные камни, алмаз, красный алмаз, рубин, торговец алмазами 
Lalasire Изумруд 
Lalasimi Топаз 
Lalasifa Гранат, коралл (камень), сердолик, коралловый 
Lalasisol Аметист 
Lalasila Опал 
Ladodore Агат 
Ladodomi Оникс 
Ladodofa Сардоникс 
Ladodosol Бирюза 
Ladodola Сапфир 
Ladodosi Лазурит 
Lareredo Металлургия, металл, металлург, металлургический 
Lareremi Железо, железистый 
Larerefa Неизлечимость, неизлечимый, неизлечимый, смертельный, неизлечимый 
Lareresol Сталь, марказит 
Larerela Медь (гл. (тарелка с медью)), медь
Lareresi Бронза, латунь, медь 
Lamimido Олово, олово, белая жесть, жестянщик 
Lamimire Цинк 
Lamimifa 
Висмут Lamimisol Свинец 
Lamimila Ртуть, ртуть 
Lamimisi Платина 
Lafafado Эмаль, эмалировщик 
Lafafare Фаянс, гончарная посуда 
Lafafami Фарфор, тонкий фарфор 
Lafafasol Мозаика 
Lafafala Лак 
Lafafasi Паста, клей, адгезивный, липкий, вязкий, клейкий 
Lasolsoldo Чешуя (рыбы и т. д.), чешуйчатая 
Lasolsolre Перламутр 
Lasolsolmi Ракушка, скорлупа 
Lasolsolfa Рог, олений рог, роговой, рогатый 
Lasolsolla Слоновая 
кость Lasolsolsi Пробка 
Lasisido Карри (обработка дубленой кожи для улучшения ее свойств), дубление, кожевник, дубильщик 
Lasisire Шкура животного, кожа, кожистый, кожистый 
Lasisimi Овчина, шкура 
Lasisifa Мех, шкура, норка, белка, каракуль, куница 
Lasisisol Резина, эластичная 
Lasisila Кит, китовый ус 
Ladorere Брокер 
Ladomimi Эксплуатировать, эксплуатировать, эксплуатируемый 
Ladofafa Прибыль от, выгода от 
Ladosolsol Возможность, подходящий, своевременный 
Ladolala Побуждать, настаивать, напрягать, настойчивость, нажимать, настойчивый 
Ladosisi Заменять, заменять, заменять, заменять, заменять, заменяющий 
Laredodo Покрытие (ковром, обоями и т. д.), гобелен, обивка, обивщик, ковер, коврик, циновка, холст 
Laremimi Наполнитель (гл.), подкладка, наполнитель, вата, набивка, вата, заполнение 
Larefafa Подвешивание, шторы, драпировка 
Laresolsol Чехол, чехол, чехол для пыли 
Larelala Бахрома 
Laresisi Кисточка 
Lamidodo Кружевоплетение, отделка, кружевница 
Lamirere Тесьма, плетение, шпагат, плетение, переплетение 
Lamifafa Завивать, «кольцевать», кольца, локоны, кольцевой, завитой 
Lamisolsol Гирлянда 
Lamilala Завязывать, узел, бант 
Lamisisi Пересекать, перекрещивание, перекрещивания, крест-накрест 
Lafadodo Краситель, крашение, красильщик 
Lafarere Муаровая ткань, муаровый узор 
Lafamimi Мерцать, блестеть, сверкать, сверкать, пестрый, разноцветный 
Lafasolsol Войлок, войлочный, войлочный 
Lafalala Делать пушистым, плюшевым 
Lafasisi Шкурить, пемзой, натирать 
Lasoldodo [глагол], бакалея, бакалейщик 
Lasolrere Душистый перец, гвоздика, корица, имбирь 
Lasolmimi Мед, медовый, сладкий 
Lasolfafa Рис 
Lasollala Ячмень, каша, крупа 
Lasolsisi Мука, ​​хлопья (зерно), кукурузный крахмал, картофельная мука, крахмальная мука 
Lasidodo Выпечка, пекарня, пекарь 
Lasirere Тесто, паста, кляр, тестообразное, кашеобразное, пастообразный 
Lasimimi Закваска, дрожжи, фермент, закваска 
Lasifafa Плетение, корзина
Lasisolsol Фильтр, просеивание, фильтрация, фильтр, сито, фильтр, экран, дуршлаг 
Lasilala Посуда, кухонная утварь, кастрюли, сковородки, кастрюля, котел, ванна, чан, бойлер 
Sisidore Справедливость, равенство, справедливость, беспристрастность, справедливый, равноправный, беспристрастный, справедливый, судебная система, законный, справедливо, честно, беспристрастно 
Sisidomi Указ, закон, кодекс, законодатель, юрист, законодательство, юридический 
Sisidofa Юриспруденция, закон, законодательство, публичное право, юрисконсульт, адвокат 
Sisidosol Магистратура, магистрат 
Sisidola Канцлер 
Sisidosi Государственный прокурор, заместитель прокурора 
Sisiredo Трибунал 
Sisiremi Верховный суд, кассационный суд 
Sisirefa Апелляционный суд 
Sisiresol Суды первой инстанции/судебное разбирательство 
Sisirela Суд присяжных (суды короны) 
Sisiresi Уголовный суд 
Sisimido Свидетельствовать, демонстрировать, показания, доказательства, демонстрация, свидетель 
Сисимире Заявлять, денонсировать, декларация, заявление, денонсация, декларатор, денонсатор, информатор 
Сисимифа Подтверждать, засвидетельствовать, удостоверять, утверждение, засвидетельствование, сертификат, утвердительный, заверенный, подлинный, заверенный 
Сисимисол Протестовать, присягать, клятва, присяга 
Сисимила Обвинять, предъявлять обвинение, обвинять, инкриминировать, обвинение, инкриминирование, обвинитель, обвинительный 
Сисимиси Обвиняемый, обвиняемый, ответчик 
Сисифадо Адвокат, защитник, советник 
Сисифаре Просить, ходатайствовать, мольба 
Сисифами Причина, причина 
Сисифасола Оправдывать, оправдывать, оправдывать, защищать, отстаивать, оправдание, апология, защитник, поддерживающий 
Сисифала Подтверждающие документы, подтверждающие доказательства 
Сисифаси Смягчающие части, смягчающие документы 
Сисисольдо Судья 
Сисисольре Жюри 
Сисисольми Судья (гл.), суждение, приговор, вердикт, судья (сущ.), арбитр, рефери, юрисдикционный 
Sisisolfa Большинство, наибольшее число, максиму, главный 
Sisisolla Освобождать, отпущение грехов 
Sisisolsi Осуждать, осуждение 
Sisilado Убийство, убивать, убивать, убийство, убийство, человекоубийство, убийца, убийца, убийственный 
Sisilare Преступление, проступок, преступник, злодей, преступно 
Sisilami Позор, мерзость, чудовищность, зверство, мерзость, злодейство, уродство, чудовище, позорный, зверский, чудовищный, ужасно, чудовищно 
Sisilafa Заключать в тюрьму, заключать в тюрьму, заключение под стражу, заключение под стражу, плен, заключенный, задержанный, пленник, тюрьма, задержание, тюрьма 
Sisilasol Трудовой лагерь, галера, раб на галерах 
Sisilasi Эшафот, виселица, виселица 
Sidodore Коммерческий суд 
Sidodomi Продолжить, процедура, процесс 
Sidodofa Штрафовать, штрафовать, подлежит штрафу 
Sidodosol Мировой судья, мировой судья 
Sidodola Реестр, регистратор
Sidodosi Аукцион, аукцион, продажа с аукциона 
Sireredo Аукционист 
Sireremi Судебная ветвь власти, судебный служащий 
Sirerefa Агентство государственных казначейств, Казначейское агентство, казначей, агент казначейства 
Sireresol Бухгалтерское агентство, бухгалтер 
Sirerela Принадлежать, членство, зависимость, принадлежность 
Sireresi Подходить для, костюм 
Simimido Нотариальная профессия, профессия нотариуса, нотариус, нотариальный 
Simimire Преследование, преследование, прокурор, адвокат, представитель 
Simimifa Ипотека 
Simimisol Договор, подрядчик, договорный 
Simimila Акт о рождении, свидетельство о рождении 
Simimisi Акт о смерти, свидетельство о смерти 
Sifafado Запись, папка, файл 
Sifafare Архивы, архивариус 
Sifafami Атрибуция, атрибутивный 
Sifafasol Контроль, монтор, реестр, контролер 
Sifafala Экспроприация, экспроприация 
Sifafasi Владение, собственность 
Sisolsoldo Петиция (v. & n.), проситель 
Sisolsolre Требование, требование 
Sisolsolmi Выступление (устное), мемуары, краткий 
Sisolsolfa Подать заявление, заявление, кандидат, заявитель 
Sisolsolla Раздражать, беспокоить, беспокоить, раздражать, навязчивая идея, нежелательный, скучный, раздражающий, утомительный, провоцировать, невыносимый, невыносимый, невыносимо, раздражающе, невыносимо 
Sisolsolsi Передача, передавать, уступка, передача, передача, передача, передающий, переданный, передаваемый 
Silalado Судебный пристав 
Silalare Камергер 
Silalami Дворецкий, мажордом 
Silalafa Егерь, мастер охоты, великий егерь 
Silalasol Esquire, паж 
Silalasi Сотня гвардейцев, Gardes du Corps 
Sidorere Государственные школы, бесплатные школы, общественные школы, система надзора, взаимное обучение, коммунальная школа, муниципальная школа, дошкольное учреждение 
Sidomimi Консерватория искусств и ремесел 
Sidofafa Музыкальная консерватория 
Sidosolsol Школа Сен-Сира, политехническая школа 
Sidolala Нормальная школа 
Sidosisi Центральная школа 
Siredodo Кадастр, кадастр (регистр имущества, показывающий протяженность, стоимость и право собственности на землю для налогообложения) 
Siremimi Физика, физик 
Sirefafa Сотрудничество, совместные усилия, сотрудничество, соавтор, ассоциированный, партнер 
Siresolsol Химия, химик 
Sirelala Ботаника, ботаник 
Siresisi Астрономия, астроном, астрономический 
Simidodo Несовершенство, несовершенный, несовершенно 
Simirere География, географ, географический 
Simifafa Географическая карта, карта мира, карта мира, глобус 
Simisolsolsol Колония, племя, поселенец, колонист, колониальный 
Similala Натурализовать, натурализация 
Simisisi Подавлять, репрессии, репрессивный 
Sifadodo Оптика, оптик, оптический 
Sifarere Телескоп 
Sifarere Телескоп 
Sifamimi Термометр 
Sifasolsol Барометр 
Sifalala Воздушный шар, аэростат, воздухоплаватель 
Sifasisi Парашют 
Sisoldodo Арсенал 
Sisolrere Меч, сабля, ятаган 
Sisolmimi Забор, ограждение, фехтовальщик 
Sisolfafa Для защиты, отражения, защиты, борьбы с 
Sisollala Гимназия, спортзал, гимнастика 
Sisolsisi Манеж, цирк, ипподром, ипподром, ипподром, ипподром 
Siladodo Верховая езда, верховая езда, всадник, наездница, наездница 
Silarere Скачки, кавалькада, жокей 
Silamimi Рыцарский турнир, рыцарь 
Silafafa Пари, ставка, лучше, игрок 
Silasolsol Пиротехника, пиротехнический 
Silasisi Фейерверк, хлопушка, ракета, римская свеча 
Doredoredo Газель 
Doredoremi Косуля 
Doredorefa Лань 
Doredoresol Олень (олень) 
Doredorela Заяц 
Doredoresi Кролик 
Doredomido Белка 
Doredomire Морская свинка 
Doredomifa Сурок 
Doredomisol Крот 
Doredomila Ласка 
Doredomisi Барсук 
Doredofado Лисица 
Doredofare Волк 
Doredofami Соболь 
Doredofasol Куница 
Doredofala Хорёк 
Doredofasi Горностай 
Doredosoldo Ласка 
Doredosolre Крыса - водяная крыса 
Doredosolmi Мышь 
Doredosolfa Полевая мышь 
Doredosolla Летучая мышь 
Doredosolsi Тагуан, летяга 
Doredolado Ёж 
Doredolare Дикобраз 
Doredolami Каракал 
Doredolafa Рысь 
Doredolasol Шакал 
Doredolasi Гиена 
Doredosido Зебра 
Doredosire Серна 
Doredosimi Медведь 
Doredosifa Носорог 
Doredosisol Жираф 
Doredosila Слон 
Doremidore Лев, львица 
Doremidomi Грива, волосы, шерсть 
Doremidofa Хвост 
Doremidosol Тигр, тигрица 
Doremidola Пантера 
Doremidosi Леопард 
Doremiredo Земноводные животные, амфибии 
Doremiremi Гиппопотам, бегемот 
Doremirefa Бобер 
Doremiresol Крокодил 
Doremirela Черепаха 
Doremiresi Тюлень 
Doremifado	
Doremifare	
Doremifami	
Doremifasol	
Doremifala	
Doremifasi	
Doremisoldo	
Doremisolre	
Doremisolmi	
Doremisolfa	
Doremisolla	
Doremisolsi	
Doremilado	
Doremilare	
Doremilami	
Doremilafa	
Doremilasol	
Doremilasi	
Doremisido	
Doremisire	
Doremisimi	
Doremisifa	
Doremisisol	
Doremisila	

Dorefadore	Cricket
Dorefadomi	Earwig
Dorefadofa	Ant, anthill
Dorefadosol	Fly, midge
Dorefadola	Wasp, hornet, bumblebee, drone
Dorefadosi	Bee
Dorefaredo	Butterfly
Dorefaremi	Chafer, beetle
Dorefarefa	Cicada, dragonfly
Dorefaresol	Grasshopper
Dorefarela	Aphid, cochineal 
Dorefaresi	Spider
Dorefamido	Silkworm
Dorefamire	Caterpillar
Dorefamifa	Lizard
Dorefamisol	Snake, serpent, reptile, asp, viper
Dorefamila	Crawl, creep, crawling
Dorefamisi	Squirm, twist, wiggle, kinking, twisting, twisted, squirming, winding
Dorefasoldo	Bite
Dorefasolre	
Dorefasolmi	
Dorefasolfa	
Dorefasolla	
Dorefasolsi	
Dorefalado	
Dorefalare	
Dorefalami	
Dorefalafa	
Dorefalasol	
Dorefalasi	
Dorefasido	
Dorefasire	
Dorefasimi	
Dorefasifa	
Dorefasisol	
Dorefasila	
Doresoldore	Lark
Doresoldomi	Warbler
Doresoldofa	Tarin
Doresoldosol	Goldfinch
Doresoldola	Canary
Doresoldosi	Nightingale
Doresolredo	Chaffinch
Doresolremi	Linnet
Doresolrefa	Bullfinch
Doresolresol	Ortolan
Doresolrela	Thrush
Doresolresi	Blackbird
Doresolmido	Starling
Doresolmire	Sparrow
Doresolmifa	Wren
Doresolmisol	Tit
Doresolmila	Wagtail
Doresolmisi	Hummingbird
Doresolfado	Hummingbird
Doresolfare	Bird of Paradise
Doresolfami	Swallow
Doresolfasol	Swift
Doresolfala	Twitter, chirp, warble, twittering
Doresolfasi	Parrot, parakeet
Doresollado	Rooster, hen
Doresollare	Turkey
Doresollami	Pheasant
Doresollafa	Guinea fowl
Doresollasol	Pigeon
Doresollasi	Peacock
Doresolsido	Dove
Doresolsire	Grey partridge, red partridge
Doresolsimi	Quail
Doresolsifa	Magpie
Doresolsisol	Jay
Doresolsila	Cuckoo
Doreladore	Goose
Doreladomi	Swan
Doreladofa	Duck
Doreladosol	Stork
Doreladola	Heron
Doreladosi	Crane, Ibis
Dorelaredo	Teal
Dorelaremi	Woodcock
Dorelarefa	Pelican
Dorelaresol	Gull
Dorelarela	Seagull
Dorelaresi	Penguin
Dorelamido	Raven
Dorelamire	Falcon
Dorelamifa	Owl
Dorelamisol	Vulture
Dorelamila	Kite (bird)
Dorelamisi	Eagle
Dorelafado	Perch, roost, hutch
Dorelafare	Brood, nest (v. and n.)
Dorelafami	Down
Dorelafasol	Feather, feathered, plumage
Dorelafala	Hoopoe, egret
Dorelafasi	Paw, leg of an animal
Dorelasoldo	Male, female
Dorelasolre	
Dorelasolmi	
Dorelasolfa	
Dorelasolla	
Dorelasolsi	
Dorelasido	
Dorelasire	
Dorelasimi	
Dorelasifa	
Dorelasisol	
Dorelasila	
Doresidore	Anchovy
Doresidomi	Smelt
Doresidofa	Sardine
Doresidosol	Herring
Doresidola	Whiting
Doresidosi	Mackerel
Doresiredo	Shrimp
Doresiremi	Crab
Doresirefa	Lobster
Doresiresol	Mussel
Doresirela	Oyster
Doresiresi	Brill
Doresimido	Sole (fish), flounder, plaice
Doresimire	Ray
Doresimifa	Mullet
Doresimisol	Salmon, Trout Salmon
Doresimila	Turbot
Doresimisi	Tuna
Doresifado	Sea monster, dolphin
Doresifare	Sea horse
Doresifami	Porpoise
Doresifasol	Shark
Doresifala	Orca, killer whale
Doresifasi	Whale
Doresisoldo	Gudgeon (fish)
Doresisolre	Tench
Doresisolmi	Pike
Doresisolfa	Carp
Doresisolla	Shad
Doresisolsi	Eel
Doresilado	Leech
Doresilare	Crayfish, crawfish
Doresilami	Snail
Doresilafa	Frog
Doresilasol	Toad
Doresilasi	
Domidoredo	Mushroom, agaric
Domidoremi	Truffle, truffles
Domidorefa	Potatoes
Domidoresol	Pumpkin
Domidorela	Melon, cantaloupe
Domidoresi	Cucumber
Domidomido	Gherkin
Domidomire	Radish
Domidomifa	Turnip
Domidomisol	Carrot
Domidomila	Parsnip
Domidomisi	Beet
Domidofado	Artichoke
Domidofare	Bean
Domidofami	Lentil
Domidofasol	Peas
Domidofala	Fava bean, broad bean
Domidofasi	Asparagus
Domidosoldo	Celery
Domidosolre	Spinach
Domidosolmi	Sorrel
Domidosolfa	Chicory
Domidosolla	Lettuce, romain lettuce
Domidosolsi	Bearded Capuchin
Domidolado	Escarole
Domidolare	Chervil
Domidolami	Parsley
Domidolafa	Mache - Bourset
Domidolasol	Tarragon
Domidolasi	Burnet
Domidosido	Cabbage - Kale
Domidosire	Cauliflower
Domidosimi	Salsify
Domidosifa	Bay tree
Domidosisol	
Domidosila	
Domiredore	
Domiredomi	
Domiredofa	
Domiredosol	
Domiredola	
Domiredosi	
Domiremido	
Domiremire	
Domiremifa	
Domiremisol	
Domiremila	
Domiremisi	
Domirefado	
Domirefare	
Domirefami	
Domirefasol	
Domirefala	
Domirefasi	
Domiresoldo	
Domiresolre	
Domiresolmi	
Domiresolfa	
Domiresolla	
Domiresolsi	
Domirelado	
Domirelare	
Domirelami	
Domirelafa	
Domirelasol	
Domirelasi	
Domiresido	
Domiresire	
Domiresimi	
Domiresifa	
Domiresisol	
Domiresila	
Domifadore	
Domifadomi	
Domifadofa	
Domifadosol	
Domifadola	
Domifadosi	
Domifaredo	
Domifaremi	
Domifarefa	
Domifaresol	
Domifarela	
Domifaresi	
Domifamido	
Domifamire	
Domifamifa	
Domifamisol	
Domifamila	
Domifamisi	
Domifasoldo	
Domifasolre	
Domifasolmi	
Domifasolfa	
Domifasolla	
Domifasolsi	
Domifalado	
Domifalare	
Domifalami	
Domifalafa	
Domifalasol	
Domifalasi	
Domifasido	
Domifasire	
Domifasimi	
Domifasifa	
Domifasisol	
Domifasila	
Domisoldore	Sureau
Domisoldomi	Aulne
Domisoldofa	Osier
Domisoldosol	Coudrier
Domisoldola	Bouleau
Domisoldosi	Hetre
Domisolredo	Frêne
Domisolremi	Orme - Ormeau
Domisolrefa	Saule - Saule pleureur
Domisolresol	Tremble
Domisolrela	Peuplier
Domisolresi	Sycomore
Domisolmido	Platane
Domisolmire	Sapin
Domisolmifa	Résine - résineux
Domisolmisol	Pin
Domisolmila	Santale
Domisolmisi	Acajou
Domisolfado	Ébénier - Ébene
Domisolfare	Cerisier - Cerise
Domisolfami	Mérisier - Merise
Domisolfasol	Murier - Murier blanc - Mure
Domisolfala	Pommier - Pomme - Reinette - Canada
Domisolfasi	Poirier - Poire
Domisollado	Marronnier, châtaignier - Marron, châtaigne
Domisollare	Marronnier d'Inde - Marron d'Inde
Domisollami	Prunier - Prune violette - Reine-Claude - Mirabelle
Domisollafa	Pêcher - Pêche - Brugnon
Domisollasol	Abricotier - Abricot
Domisollasi	Amandier - Amande
Domisolsido	Noyer - Noix
Domisolsire	Noisetier - Noisette
Domisolsimi	Cormier - Corme
Domisolsifa	Coignassier - Coing
Domisolsisol	Oranger - Fleur d'oranger - Orange
Domisolsila	Citronnier - Citron
Domiladore	Grenadier - Grenade
Domiladomi	Dattier, palmier - Latanier - Datte - Palme
Domiladofa	Ananas
Domiladosol	Cocotier - Coco
Domiladola	Bananier - Banane
Domiladosi	Jujubier - Jujube
Domilaredo	Olivier - Olive
Domilaremi	Noyau
Domilarefa	Pistachier - Pistache
Domilaresol	Térébinthe - Térébenthine
Domilarela	Mucilage - Mucilagineux
Domilaresi	Glu
Domilamido	Groseillier - Groseille
Domilamire	Framboisier - Framboise
Domilamifa	Fraisier - Fraise
Domilamisol	
Domilamila	
Domilamisi	
Domilafado	
Domilafare	
Domilafami	
Domilafasol	
Domilafala	
Domilafasi	
Domilasoldo	
Domilasolre	
Domilasolmi	
Domilasolfa	
Domilasolla	
Domilasolsi	
Domilasido	
Domilasire	
Domilasimi	
Domilasifa	
Domilasisol	
Domilasila	
Domisidore	Laurier - Laurier blanc - Laurier rose
Domisidomi	Myrthe - Buis
Domisidofa	Bruyere
Domisidosol	Genêt
Domisidola	Lilas
Domisidosi	Chévrefeuille
Domisiredo	Rosier - Rose - Rose blanche - Rose rousse - Rose jaune ou thé
Domisiremi	Églantier - Eglantine
Domisirefa	Dalhia - Dalhia blanc - Dalhia rouge - Dalhia jaune - Dalhia panaché
Domisiresol	Jasmin
Domisirela	Narcisse
Domisiresi	Lys
Domisimido	Oeillet - Oeillet blanc - Oeillet rose - Oeillet panaché
Domisimire	Jonquille
Domisimifa	Tulipe
Domisimisol	Tubéreuse
Domisimila	Marguerite
Domisimisi	Paquerette
Domisifado	Hyacinthe
Domisifare	Giroflée
Domisifami	Iris
Domisifasol	Renoncule
Domisifala	Anemone
Domisifasi	Souci
Domisisoldo	Violette
Domisisolre	Myosotis
Domisisolmi	Pensée
Domisisolfa	Muguet
Domisisolla	Perce-neige
Domisisolsi	Boule de neige
Domisilado	Réséda
Domisilare	Mousse
Domisilami	Lierre
Domisilafa	Clématite
Domisilasol	Verveine
Domisilasi	
Dofadoredo	Minéralogie - Minéral - Minéralogiste - Minéralogique
Dofadoremi	Mine - Carriere - Mineur
Dofadorefa	Terre argileuse ou alumineuse
Dofadoresol	Terre, argile, calcair
Dofadorela	Terre marneuse
Dofadoresi	Terre glaiscuse

Dofadomido Мрамор или компактный известняк - Грубый мрамор или гранит 
Dofadomire Porphyre - Porphyroide 
Dofadomifa Calcaire Crayeux или Craie 
Dofadomisol Roches 
Dofadomila Gypse или pierre a platre 
Dofadomisi Albatre Gypseux 
Dofadofado Quartz - Quartzeux 
Dofadofare Cristal де-розовый или кварц - Кристалл - Кристаллин, гиалин - Cristalliere 
Dofadofami		Авантюрин 
Dofadofasol		Кварц яшма или кварц непрозрачный 
Dofadofala		Кварцевый агат 
Dofadofasi		Корналин - Calcédoine 
Dofadosoldo		Fedspath 
Dofadosolre		Петунсе 
Dofadosolmi		Каолин 
Dofadosolfa		Тальк 
Dofadosolla		Слюда Листовая 
Dofadosolsi		Слюда пластинчатая или Верре де Московия
Dofadolado		Амианте или Abeste 
Dofadolare Houillere - Houille ou charbon de terre 
Dofadolami Goudronner - Goudron 
Dofadolafa Anthracite ou charbon de pierre 
Dofadolasol Carbonique 
Dofadolasi Lignite ou bois bitumeux 
Dofadosido Souffre - Souffré 
Dofadosire Acid серная кислота 
Dofadosimi Серная кислота или серный водород 
Dofadosifa		 Кислород 
Dofadosisol		Хлор 
Dofadosila		 Кислота Хлоридик 
Dofaredore		Водород - Гидроген 
Dofaredomi		 Карбон 
Dofaredofa		 Азот 
Dofaredosol		 Иод 
Dofaredola		 Фофор - Фосфорик 
Dofaredosi		 Мышьяк 
Dofaremido		 Сел де нитр или соль - Азотат калия 
Dofaremire		Калий 
Dofaremifa		 Аммиак 
Dofaremisol		 Алюминий - Alumineux
Dofaremila Alun 
Dofaremisi Selgemme 
Dofarefado Magnésie 
Dofarefare	 
Dofarefami	 
Dofarefasol	 
Dofarefala	 
Dofarefasi	 
Dofaresoldo Géologie - Géologie - Géologique 
Dofaresolre	
Dofaresolmi	
Dofaresolfa	
Dofaresolla	
Dofaresolsi

;;	Symmetric

dore I, me 
domi you(поют) 
dofa they(поют) 
dosol we 
dola you(множ. число) 
dosi they(множ. число)

redo мой, мой 
remi кто? 
refa когда? 
resol больше 
rela известный 
resi даже, справедливый

mido ваш(певч.) 
mire что? 
mifa как? 
misol хорошо(нареч.) 
mila близко, здесь 
misi поздно, вечер, ночь

fado их(петь) 
fare где? 
fami который? 
fasol каждый 
fala положительный 
fasi много, очень

soldo наш 
solre меньше 
solmi ill(нареч.) 
solfa none 
solla всегда 
solsi спасибо 

lado ваш(мн.ч.) 
lare неизвестный 
lami далеко, там 
lafa отрицательный 
lasol никогда 
lasi ласковый, с, внутри 	 	 	 	 	 	


sido их(мн.ч.) 
sire неровный, несправедливый 
simi рано, утром, днем 
​​sifa несколько, едва ли 
sisol извините 
sila формальный, без, снаружи

dododo note "Do" сам 
dodore земля 
dodomi сезон 
dodofa зима 
dodosol весна 
dodola лето 
dodosi осень 
doredo время, энтропия, распределение 
dorere январь 
doremi быть, становиться 
dorefa факт, доказательство 
doresol явный 
dorela числовой, численный, числа 
doresi теплый, горячий, тепло 
domido вселенная, творение 
domire бесконечность, неограниченный, бесконечный, неопределенный, необъятность, безграничный, неизмеримый 
domimi февраль 
domifa решение, решатель, ответ 
domisol здоровье 
domila eternize, увековечивать, вечный, вечность 
domisi бессмертный, бессмертный, неразрушимый, нетленный 
dofado число, счет 
dofare смотреть на, пристально смотреть, фокусировать 
dofami несогласие 
dofafa март 
dofasol чудо, чудо 
dofala левая(сторона) 
dofasi обожать, поклоняться* 
dosoldo природа, изобилие 
dosolre убеждение, вера, надежда 
dosolmi ?? 
dosolfa проснулся 
dosolsol апрель 
dosolla ?? 
dosolsi сотрудничество, партнерство 
dolado длина, расстояние 
dolare филантропия, филантроп 
dolami презирать, презрение 
dolafa запад, по часовой стрелке 
dolasol непростительный, непростительный 
dolala может 
dolasi несравненный, бесценный, беспримерный, без равных 
dosido масса 
dosire поддержка, база 
dosimi позорный, бесчестный, позорный 
dosifa выполнять, выполнять* 
dosisol долг, обязательство 
dosila идти, путешествовать 
dosisi июнь 
redodo один, единица 
redore философия 
redomi ненавидеть, отвращение, отталкивающий 
redofa моральный, морально, морализировать 
redosol быть знакомым* 
redola студент, ученик, ученик 
redosi делать, действовать, изменять 
reredo июль 
rerere примечание "Re" сам 
reremi август 
rerefa сентябрь 
reresol октябрь 
rerela ноябрь 
reresi декабрь 
remido предел, ограничение, граница, очерчивание 
remire значение 
remimi два, во-вторых 
remifa отправлять, давать 
remisol еда, пропитание 
remila давать, подарок, подарок* 
remisi необъяснимый, неопределимый, непостижимый, непостижимый, загадочный 
refado смотреть в сторону, уклоняться, отвлечение 
refare частота 
refami вызывать недовольство, неприятный 
refafa третий, в-третьих 
refasol держать, сохранять 
refala спрашивать, привилегия, прерогатива* 
refasi отвечать, отвечать, отвечать 
resoldo сомнение, скептицизм, скептический 
resolre ток, сила, амплитуда
resolmi оставлять, выходить из 
resolfa оставлять 
resolsol четвертый 
resolla платить, материализм, материалистичный, материализовать* 
resolsi обескураживать, обескураживание, утомительный 
relado мизантропия, мизантроп 
relare иерархия 
relami недоверие, подозревать, остерегаться, пугливый 
relafa неспособный, невозможный, невыполнимый, невозможность 
relasol нетерпимость, строгость, ригоризм, негибкий, жесткий 
relala пятый 
relasi твердый, жесткий 
resido плохо обращаться, задира, плохое обращение, жестокость, грубость 
resire ?? 
resimi временный, хрупкий 
resifa становиться* 
resisol быть грустным, печаль, уныние, меланхолия, грустный 
resila беспокойный, скука 
resisi шестой 
midodo тринадцать 
midore симпатия, склонность 
midomi влечение 
midofa предпочитать, нравится больше всего 
midosol восхищаться* 
midola взаимность, взаимность, соответствующий 
midosi любить, привязанный, быть привязанным к, друг, дружелюбный, брать в 
miredo иметь, принимать у себя 
mirere четырнадцать 
miremi внешний вид 
mirefa нежность 
miresol признавать, благодарность, признание, быть благодарным 
mirela посвящать, фокусироваться, посвящать себя, самоотверженность* 
miresi связь, связь, цепь, скреплять 
mimido семь 
mimire восемь 
mimimi нота «Mi» сама 
mimifa девять 
mimisol десять 
mimila одиннадцать 
mimisi двенадцать 
mifado соглашение 
mifare пожалуйста, нравится, приятный, соблазнительный 
mifami запах 
mifafa пятнадцать 
mifasol держать, брать 
mifala желание, желать, хотеть, желающий* 
mifasi ошибка, неисправимый 
misoldo ?? 
misolre войти 
misolmi вкус 
misolfa благосклонность, приветливость, доброжелательность, любезность, добрый 
misolsol шестнадцать 
misolla равный, равенство, в равной степени 
misolsi кандидат, доброволец, доступный* 
milado оценивать, подсчитывать, рассматривать 
milare доверять, уверенность 
milami сила 
milafa боготворить, обожать, идолопоклонство* 
milasol винить 
milala семнадцать 
milasi любить, лелеять, возлюбленный, влюбленный 
misido верность, заслуга, достоинство, гордость 
misire длиться, прочный, стабильность, постоянный, продолжительность 
misimi давление, сопротивление 
misifa ?? 
misisol быть удачливым, удача, фортуна, удачливый, везучий, к счастью, к счастью 
misila наслаждаться, наслаждение, удовольствие, бред, опьяненный, пьяный 
misisi восемнадцать 
fadodo восемьдесят 
fadore безнравственный, безнравственность, без принципов 
fadomi письмо (почта), официальное послание, эпистола 
fadofa дата, era 
fadosol подписывать, подпись*
fadola штамп, печать* 
fadosi конец, полный, отделка, окончательный, наконец, прекращение, достижение 
faredo мнение, вымысел 
farere сто 
faremi суровый, агрессивный 
farefa скорость 
faresol удлинять, расширять, расширение, удлинение 
farela почта, почта, почтовое отделение* 
faresi неточность, неточность, неточный 
famido проблема, головоломка, миссия, квест 
famire получать 
famimi тысяча 
famifa ориентация 
famisol иметь 
famila мокрый, влажный, густой, дождливый 
famisi смущать, трюк 
fafado девятнадцать 
fafare двадцать 
fafami тридцать 
fafafa примечание "Fa" само по себе 
fafasol четвертый 
fafala пятый 
fafasi шестьдесят 
fasoldo спящий 
fasolre приходить 
fasolmi злоба, недоброжелательность, недоброжелательность, пренебрежение, злокачественность 
fasolfa поведение 
fasolsol миллион 
fasolla объединять, объединять 
fasolsi готовить, готовиться, подготовка* 
falado восток, против часовой стрелки 
falare способен, может, может, возможен, осуществимость 
falami означает, ресурсы, посредством* 
falafa площадь, размер, пространство, объем 
falasol немилость, дурная слава, позор 
falala миллиард 
falasi тенденция, тенденция, склонность к, расположение* 
fasido прогулка, шаг* 
fasire информация, спрашивать, исследовать* 
fasimi ?? 
fasifa семья 
fasisol плакать, рыдать, рыдать, слезы 
fasila решать, определять, разрешать, решение, разрешение 
fasisi триллион 
soldodo июль 
soldore копировать, транскрибировать, транскрипция* 
soldomi подражать, подделывать, имитировать, подделывать* 
soldofa пример, модель, тип* 
soldosol перевод 
soldola комментарий, комментарий, комментатор* 
soldosi традиция, традиционно, традиционный* 
solredo подразумевать, подразумеваемый 
solrere неделя 
solremi неблагодарность, пренебрежение, неблагодарный 
solrefa сокращать, сокращать, сжатый, лаконичный, краткий, краткий 
solresol категория, язык, слово, филология 
solrela словарь, словарный запас, глоссарий* 
solresi нерегулярность, аномалия, нерегулярный 
solmido болезнь 
solmire яд 
solmimi месяц 
solmifa хотеть, жаждать 
solmisol сложность 
solmila помнить, воспоминание, чествовать, мемориал, сувенир 
solmisi усложнять, усложнять, делать трудным 
solfado нейтральный, нейтральность 
solfare терять, удалять 
solfami перемещать, давать 
solfafa год 
solfasol способ 
solfala позволять, включать, позволять, помогать 
solfasi нетерпеливый, раздражительный, нетерпение, раздражение
solsoldo понедельник 
solsolre вторник 
solsolmi среда 
solsolfa четверг 
solsolsol примечание "Sol" само по себе 
solsolla пятница 
solsolsi суббота 
sollado извинение, оправдание, пардон 
sollare терпеть, нести, баловать, снисходительность, терпимость 
sollami прощать, помиловать, амнистия, милосердие, прощение 
sollafa благосклонность, любимый, благоприятный, предпочитать 
sollasol опыт, умение 
sollala час 
sollasi подниматься, восходить, идти на север 
solsido бежать, галопом, гонка, бегун 
solsire быть счастливым, радость, игривость, восторг, весело, бодро 
solsimi быть неудачливым, несчастье, катастрофа, неудачливый 
solsifa смех, веселье, смех, улыбка 
solsisol настроение, темперамент, климат 
solsila прыгать, подпрыгивать, прыгать, набрасываться, резвиться* 
solsisi минута 
ladodo второй 
ladore учитель, профессор, директор школы 
ladomi жадность, эгоист 
ladofa читать, чтение, читатель, читаемый, разборчиво* 
ladosol книга, том, фолиант* 
ladola емкость, заряд, импульс 
ladosi книга, слово, термин* 
laredo алфавит, алфавитный(ые) 
larere ?? 
laremi заклинание, правописание* 
larefa слог, слоговой, односложный, односложный* 
laresol урок, инструкция* 
larela видимость 
laresi отвлечение, невнимание, непреднамеренно, невнимательный, небрежность, неприменимый 
lamido временный, мимолетный 
lamire писать, писать, писатель* 
lamimi ?? 
lamifa сухой, бесплодный, тонкий 
lamisol забывать, упускать из виду, пренебрегать, забывчивый, опускать 
lamila ускорение 
lamisi трудность, неприятность 
lafado правая(ая) 
lafare страница, лист, перелистывать/пролистывать* 
lafami блокнот, портфель* 
lafafa ?? 
lafasol блок, остановка, останов, отрицание 
lafala интенсивность 
lafasi предмет, тема, тезис, тема* 
lasoldo ?? 
lasolre ?? 
lasolmi неравенство, неравный, неровный 
lasolfa сравнивать, разделять 
lasolsol степень (температура) 
lasolla выравнивание 
lasolsi рисовать, трассировать, рисунок, форма 
lalado степень (угол) 
lalare степень (долгота) 
lalami степень (широта) 
lalafa миллиметр 
lalasol сантиметр 
lalala примечание "La" само по себе 
lalasi метр 
lasido оставаться, ждать 
lasire веселиться, наслаждаться, быть в восторге, развлечение, забавлять 
lasimi штраф, неудовольствие, скорбь, боль, наказание 
lasifa колебаться, идти с неопределенностью, нерешительностью, нерешительным 
lasisol пунктуация, пунктуация* 
lasila материал 
lasisi галактика 
sidodo звезда
sidore знать, думать 
sidomi вражда, враждебность, враг, оппонент, антагонист, враждебный 
sidofa начать, начать, начать 
sidosol изучение* 
sidola прогресс, прогрессивный* 
sidosi образование 
siredo холод, мороз 
sirere планета 
siremi расстояние, отключение 
sirefa точность, аккуратность, пунктуальность, усидчивость 
siresol регулярный, симметричный, симметрия, правильный 
sirela внимание, заботиться, созерцание, быть осторожным 
siresi угол 
simido различать, дифференцировать, различать, разница, нюанс, 
определение simire, объяснение 
simimi луна, лунный 
simifa смысл, значение, сигнал, совет 
simisol упростить, сделать легким, простой, элементарный 
simila облегчить, сделать легким, помощь, легкий 
simisi яркость, ясность 
sifado диктовать, диктант, зачитывать* 
sifare ошибка, дефект, неудача, дефектный, неудавшийся 
sifami исправить, реформировать, исправить, реформировать 
sifafa солнце, солнечный 
sifasol ждать, терпение, пациент 
sifala повторять, резюмировать* 
sifasi возраст 
sisoldo соревноваться, состязаться 
sisolre поощрять, ободрять, стимулировать 
sisolmi осматривать, просматривать, инспектор, осмотр* 
sisolfa просматривать, тщательно изучать, исследовать* 
sisolsol ?? 
sisolla стирать, ясно, очищать 
sisolsi измерение 
silado сравнивать, сравнение, сходство, подобие, сопоставимый 
silare жидкость, мягкий 
silami ненавидеть, испытывать отвращение, презирать, ненависть, враждебность, отвращение 
silafa неспособный, непригодный, неспособный, неумелый* 
silasol спускаться, спуск, идти на юг 
silala небо, небосвод 
silasi направление 
sisido ?? 
sisire ветер, ветреный, бриз 
sisimi облачный, облака, неясный 
sisifa молния, вспышка, второй 
sisisol шторм 
sisila ?? 
sisisi примечание "Si" само по себе

`
